{"(26_63)": 3667, "(56_63)": 65, "(52_43)": 1222, "(21_51)": 1932, "(57_7)": 1207, "(32_40)": 488, "(18_15)": 2977, "(40_46)": 946, "(26_38)": 821, "(34_7)": 3638, "(6_5)": 135, "(25_27)": 1998, "(10_1)": 3864, "(54_14)": 3459, "(40_26)": 2533, "(5_10)": 753, "(40_20)": 3669, "(7_9)": 3948, "(5_58)": 386, "(63_46)": 3498, "(7_16)": 2847, "(24_27)": 3290, "(24_21)": 1002, "(35_60)": 782, "(21_19)": 3472, "(37_28)": 273, "(29_45)": 3332, "(10_59)": 1317, "(6_23)": 3242, "(44_25)": 2568, "(11_62)": 3966, "(30_6)": 622, "(9_25)": 2194, "(25_37)": 1140, "(35_42)": 3137, "(1_24)": 1469, "(48_59)": 2805, "(31_21)": 3648, "(20_3)": 2765, "(5_56)": 333, "(56_52)": 3729, "(26_25)": 2754, "(52_32)": 1316, "(55_21)": 1370, "(51_59)": 3760, "(15_62)": 3668, "(29_52)": 17, "(19_9)": 1047, "(5_36)": 1213, "(44_31)": 3578, "(7_61)": 1956, "(38_26)": 3201, "(35_13)": 3553, "(44_41)": 2501, "(59_50)": 3351, "(55_10)": 915, "(55_45)": 3273, "(20_31)": 3956, "(15_53)": 3020, "(18_5)": 1001, "(29_23)": 642, "(8_58)": 3804, "(36_17)": 26, "(21_42)": 632, "(22_41)": 2358, "(54_33)": 2959, "(60_15)": 3977, "(41_62)": 3550, "(4_10)": 1640, "(45_56)": 132, "(41_36)": 137, "(48_24)": 3540, "(36_28)": 1432, "(35_55)": 3896, "(40_50)": 3250, "(56_20)": 1291, "(16_58)": 2437, "(14_22)": 1131, "(2_57)": 3701, "(22_56)": 1381, "(1_64)": 927, "(43_55)": 218, "(1_39)": 5, "(21_5)": 2005, "(19_64)": 3548, "(32_3)": 1198, "(25_29)": 3753, "(63_16)": 4077, "(31_45)": 548, "(41_56)": 3140, "(31_32)": 332, "(3_39)": 2396, "(26_41)": 1267, "(48_48)": 3427, "(59_16)": 3978, "(42_22)": 3492, "(14_53)": 3812, "(23_43)": 3485, "(64_17)": 861, "(45_41)": 1511, "(6_59)": 2727, "(13_1)": 2934, "(61_26)": 3330, "(30_16)": 2311, "(61_9)": 4050, "(22_34)": 3847, "(24_1)": 3643, "(59_3)": 368, "(54_12)": 2239, "(31_52)": 1254, "(41_49)": 3101, "(2_60)": 1365, "(36_23)": 1492, "(36_60)": 3036, "(52_10)": 2513, "(36_35)": 2124, "(61_46)": 3794, "(18_20)": 2405, "(28_2)": 957, "(59_43)": 1924, "(17_52)": 1951, "(24_8)": 3914, "(36_59)": 211, "(2_1)": 3377, "(27_7)": 2516, "(4_52)": 3893, "(24_58)": 222, "(61_60)": 380, "(49_4)": 2698, "(29_3)": 1025, "(14_40)": 1112, "(54_54)": 1722, "(14_15)": 1587, "(62_16)": 839, "(30_30)": 950, "(47_16)": 2267, "(53_30)": 3659, "(12_34)": 349, "(39_26)": 2309, "(8_36)": 1244, "(61_21)": 3654, "(17_23)": 426, "(52_51)": 3271, "(23_27)": 3061, "(22_18)": 2973, "(39_64)": 3985, "(54_56)": 2323, "(41_38)": 2337, "(31_14)": 3095, "(54_49)": 718, "(60_9)": 1358, "(40_6)": 2711, "(4_44)": 2936, "(58_5)": 1017, "(34_60)": 3789, "(51_30)": 665, "(41_14)": 3880, "(59_8)": 735, "(17_4)": 77, "(39_46)": 811, "(49_20)": 160, "(2_15)": 1522, "(36_9)": 974, "(57_29)": 1578, "(61_11)": 1971, "(34_54)": 2999, "(51_52)": 2864, "(2_39)": 2270, "(28_40)": 3979, "(46_30)": 477, "(37_44)": 905, "(19_13)": 3123, "(30_54)": 3032, "(40_8)": 2526, "(43_42)": 2502, "(12_50)": 1153, "(63_9)": 3192, "(64_31)": 212, "(12_18)": 3336, "(53_49)": 3316, "(10_4)": 2587, "(51_41)": 2215, "(28_31)": 1603, "(2_55)": 1574, "(17_30)": 3447, "(41_6)": 2149, "(13_47)": 3860, "(44_9)": 3687, "(33_43)": 1319, "(54_30)": 925, "(38_31)": 1969, "(24_45)": 1215, "(28_53)": 18, "(59_15)": 2525, "(19_22)": 1134, "(19_59)": 142, "(47_34)": 2139, "(12_16)": 651, "(53_47)": 1272, "(38_42)": 4053, "(38_13)": 388, "(25_33)": 2835, "(62_58)": 2757, "(3_20)": 1401, "(52_28)": 3573, "(33_18)": 2853, "(51_63)": 2571, "(60_39)": 1732, "(33_50)": 3252, "(50_18)": 404, "(38_55)": 956, "(38_22)": 3049, "(27_11)": 3947, "(3_37)": 1286, "(42_29)": 3662, "(23_30)": 1201, "(49_11)": 262, "(12_3)": 743, "(59_51)": 455, "(39_7)": 2712, "(42_45)": 2074, "(47_18)": 2276, "(13_50)": 3104, "(50_45)": 684, "(6_51)": 81, "(37_3)": 2994, "(33_29)": 1274, "(60_25)": 3974, "(4_48)": 1980, "(28_62)": 798, "(33_19)": 2561, "(58_53)": 303, "(1_36)": 872, "(4_24)": 462, "(64_60)": 3534, "(62_24)": 3112, "(11_9)": 2490, "(58_22)": 1037, "(57_42)": 3533, "(46_8)": 2417, "(3_19)": 1801, "(33_34)": 2307, "(33_61)": 3790, "(8_6)": 3622, "(3_16)": 2885, "(25_61)": 43, "(47_45)": 3478, "(47_23)": 2821, "(18_57)": 860, "(31_34)": 2992, "(50_23)": 720, "(8_61)": 869, "(8_57)": 792, "(12_13)": 2679, "(4_23)": 3157, "(47_41)": 1395, "(31_24)": 2901, "(45_36)": 73, "(6_64)": 2530, "(6_60)": 1982, "(54_5)": 3850, "(20_54)": 1885, "(26_13)": 1235, "(52_2)": 873, "(21_21)": 2115, "(32_52)": 2411, "(58_40)": 3819, "(58_15)": 245, "(57_64)": 3722, "(50_52)": 1345, "(15_58)": 3855, "(20_40)": 3763, "(46_55)": 3841, "(20_14)": 1759, "(7_57)": 2854, "(11_47)": 1530, "(63_27)": 3524, "(24_11)": 1115, "(25_10)": 391, "(21_50)": 1785, "(40_10)": 656, "(32_41)": 1594, "(40_45)": 810, "(16_34)": 2010, "(37_38)": 2716, "(9_62)": 2375, "(54_15)": 3934, "(40_29)": 2918, "(9_49)": 1686, "(5_17)": 1568, "(56_60)": 1293, "(46_41)": 2102, "(57_6)": 1018, "(7_59)": 1981, "(56_28)": 608, "(63_47)": 2465, "(35_63)": 446, "(41_19)": 3863, "(37_27)": 1431, "(16_32)": 618, "(49_5)": 1079, "(21_18)": 1338, "(60_49)": 1039, "(10_58)": 3303, "(37_47)": 3988, "(44_24)": 806, "(30_7)": 2611, "(32_17)": 1825, "(23_25)": 3315, "(12_64)": 2297, "(1_25)": 2425, "(20_2)": 39, "(31_20)": 1541, "(7_4)": 134, "(10_63)": 1855, "(35_38)": 1557, "(56_2)": 1064, "(36_16)": 2170, "(15_61)": 3700, "(29_55)": 402, "(19_8)": 2646, "(5_39)": 1303, "(20_43)": 633, "(7_62)": 1503, "(35_14)": 2827, "(35_41)": 882, "(37_49)": 1580, "(9_53)": 2593, "(56_1)": 3301, "(55_11)": 2238, "(15_50)": 1360, "(55_44)": 2804, "(53_1)": 3952, "(5_48)": 1534, "(8_59)": 16, "(32_24)": 1362, "(26_39)": 3502, "(32_25)": 553, "(60_12)": 1698, "(22_40)": 224, "(15_29)": 589, "(46_35)": 3741, "(4_11)": 754, "(41_63)": 294, "(44_40)": 1562, "(48_27)": 1717, "(52_44)": 2235, "(60_46)": 1428, "(35_56)": 1642, "(36_29)": 169, "(32_27)": 3664, "(14_23)": 2442, "(49_59)": 1500, "(40_63)": 3813, "(62_9)": 2794, "(45_55)": 606, "(15_27)": 1103, "(1_38)": 392, "(43_54)": 1753, "(21_2)": 1280, "(16_26)": 1520, "(48_7)": 3135, "(37_12)": 1634, "(55_20)": 2004, "(41_55)": 2623, "(16_45)": 2183, "(19_11)": 1392, "(31_33)": 1187, "(48_47)": 3187, "(10_12)": 1683, "(43_63)": 3428, "(60_23)": 3611, "(22_57)": 3591, "(23_64)": 3270, "(45_42)": 3953, "(59_27)": 2070, "(28_1)": 3374, "(30_15)": 3136, "(61_27)": 4083, "(19_49)": 1804, "(22_35)": 2840, "(59_2)": 818, "(13_64)": 1936, "(27_62)": 2407, "(43_58)": 3305, "(14_52)": 2046, "(54_7)": 444, "(11_26)": 3688, "(48_58)": 1461, "(47_52)": 128, "(36_61)": 1231, "(36_34)": 793, "(61_47)": 3344, "(15_47)": 2421, "(18_21)": 2386, "(64_62)": 2784, "(17_53)": 4080, "(36_58)": 1677, "(31_53)": 2412, "(61_61)": 1572, "(39_18)": 1502, "(27_53)": 1294, "(13_26)": 3810, "(54_57)": 3399, "(14_41)": 2460, "(49_37)": 867, "(14_14)": 1545, "(60_8)": 2389, "(12_37)": 3008, "(6_28)": 139, "(53_31)": 926, "(53_64)": 3823, "(8_37)": 2172, "(11_28)": 2100, "(5_37)": 3665, "(24_59)": 517, "(64_54)": 3467, "(7_33)": 1769, "(22_19)": 3913, "(15_44)": 2162, "(57_12)": 1788, "(41_8)": 3518, "(27_30)": 2180, "(48_29)": 2439, "(41_11)": 3544, "(58_2)": 1539, "(61_24)": 2714, "(10_33)": 2491, "(34_61)": 783, "(51_31)": 366, "(2_49)": 627, "(62_10)": 3193, "(49_57)": 1192, "(46_46)": 205, "(2_12)": 67, "(13_62)": 1656, "(36_6)": 2618, "(34_53)": 3040, "(61_10)": 3891, "(28_43)": 1487, "(51_53)": 583, "(25_44)": 842, "(46_31)": 2682, "(19_45)": 2242, "(46_64)": 3728, "(30_20)": 3081, "(23_1)": 3449, "(12_57)": 2135, "(47_53)": 1152, "(17_7)": 534, "(39_32)": 1709, "(10_54)": 2556, "(10_5)": 3117, "(53_48)": 2838, "(28_32)": 3229, "(51_40)": 2419, "(48_12)": 263, "(46_26)": 1704, "(41_7)": 2496, "(17_31)": 2480, "(30_33)": 2283, "(17_64)": 3154, "(62_17)": 234, "(44_8)": 3043, "(13_46)": 3379, "(54_37)": 2399, "(33_42)": 2041, "(38_30)": 2617, "(23_42)": 2473, "(24_44)": 289, "(3_56)": 3854, "(19_21)": 22, "(30_44)": 3417, "(48_62)": 1992, "(34_28)": 1273, "(12_40)": 1544, "(47_40)": 20, "(6_46)": 2552, "(40_33)": 2950, "(53_46)": 1066, "(2_23)": 1468, "(38_12)": 2016, "(3_21)": 3870, "(62_59)": 379, "(53_26)": 1976, "(28_50)": 3110, "(51_62)": 2947, "(50_5)": 509, "(25_60)": 2941, "(28_18)": 2523, "(38_54)": 631, "(38_23)": 2922, "(3_36)": 1176, "(42_28)": 512, "(56_31)": 1712, "(26_3)": 1035, "(8_11)": 1043, "(25_59)": 1154, "(57_25)": 1455, "(42_44)": 3389, "(50_42)": 1505, "(6_26)": 2935, "(13_51)": 3295, "(54_20)": 681, "(33_51)": 2943, "(37_2)": 1136, "(22_48)": 3756, "(9_7)": 3244, "(4_47)": 515, "(28_61)": 2406, "(15_21)": 3780, "(63_29)": 4084, "(25_62)": 704, "(34_29)": 2734, "PAD": 0, "(4_27)": 1333, "(60_50)": 1692, "(26_10)": 3216, "(57_41)": 405, "(52_19)": 3900, "(58_23)": 746, "(3_18)": 1330, "(19_16)": 3567, "(52_52)": 3468, "(8_1)": 2068, "(33_35)": 536, "(39_53)": 630, "(38_43)": 1463, "(34_19)": 3708, "(47_24)": 315, "(18_56)": 301, "(55_2)": 1042, "(16_22)": 260, "(8_60)": 1955, "(34_35)": 3886, "(11_8)": 1146, "(2_36)": 1742, "(4_61)": 2586, "(31_4)": 2478, "(32_64)": 2946, "(16_31)": 2888, "(13_8)": 2472, "(21_63)": 3267, "(24_12)": 376, "(63_64)": 502, "(1_56)": 3016, "(63_39)": 4068, "(21_22)": 1049, "(47_55)": 2776, "(58_41)": 192, "(40_27)": 2737, "(58_14)": 587, "(24_15)": 3861, "(50_55)": 3397, "(52_21)": 3694, "(7_36)": 1378, "(64_57)": 4066, "(16_13)": 474, "(59_18)": 220, "(28_16)": 2830, "(34_26)": 1795, "(58_52)": 456, "(7_56)": 2368, "(4_58)": 2592, "(63_24)": 2467, "(11_46)": 3586, "(25_13)": 923, "(56_24)": 2902, "(28_23)": 3456, "(21_53)": 983, "(32_46)": 363, "(18_17)": 1643, "(53_29)": 200, "(40_44)": 1962, "(64_9)": 2966, "(16_56)": 71, "(9_63)": 274, "(37_39)": 1854, "(34_40)": 3300, "(45_16)": 3496, "(5_16)": 1057, "(56_61)": 1218, "(7_58)": 3497, "(56_34)": 2116, "(7_10)": 1326, "(59_45)": 1908, "(35_62)": 1822, "(54_52)": 3204, "(37_26)": 2928, "(40_59)": 2155, "(20_55)": 3096, "(44_27)": 3610, "(48_61)": 510, "(37_46)": 1975, "(26_64)": 272, "(43_15)": 2042, "(20_29)": 348, "(4_29)": 951, "(31_23)": 2328, "(7_5)": 1263, "(5_54)": 1041, "(56_50)": 3172, "(26_27)": 696, "(52_34)": 857, "(36_11)": 1156, "(35_39)": 3343, "(21_40)": 2629, "(21_15)": 3280, "(49_8)": 831, "(45_30)": 2463, "(52_4)": 1918, "(5_38)": 1744, "(7_63)": 2529, "(20_42)": 694, "(35_15)": 2965, "(35_40)": 1093, "(9_52)": 119, "(37_48)": 1032, "(55_47)": 637, "(15_51)": 1007, "(5_49)": 166, "(20_33)": 1343, "(24_30)": 3395, "(60_13)": 968, "(15_28)": 711, "(30_23)": 3133, "(33_3)": 3235, "(10_48)": 1531, "(4_12)": 663, "(44_47)": 3560, "(52_58)": 3759, "(48_26)": 3034, "(22_2)": 3450, "(40_24)": 2198, "(12_14)": 3257, "(41_54)": 2914, "(49_58)": 1654, "(64_34)": 570, "(55_30)": 898, "(62_8)": 3958, "(45_54)": 2499, "(15_26)": 2067, "(21_3)": 2398, "(16_4)": 1412, "(32_1)": 311, "(47_8)": 3033, "(48_6)": 1715, "(37_64)": 2668, "(37_13)": 595, "(43_37)": 1449, "(15_60)": 1116, "(31_30)": 3703, "(58_62)": 2390, "(10_15)": 2031, "(11_13)": 4059, "(48_46)": 560, "(52_41)": 579, "(22_50)": 1931, "(1_62)": 1617, "(18_35)": 330, "(60_22)": 3390, "(54_47)": 3905, "(34_45)": 3329, "(61_59)": 555, "(64_15)": 4093, "(45_43)": 797, "(14_39)": 1875, "(11_27)": 3500, "(1_63)": 1451, "(22_32)": 2277, "(24_7)": 1619, "(59_1)": 1538, "(50_43)": 2217, "(31_49)": 1179, "(27_63)": 588, "(14_55)": 566, "(37_19)": 2353, "(36_62)": 445, "(52_16)": 767, "(36_33)": 2076, "(61_44)": 2271, "(22_21)": 1269, "(1_53)": 1071, "(18_22)": 425, "(1_28)": 3489, "(15_46)": 2184, "(2_7)": 64, "(27_1)": 3420, "(31_54)": 3299, "(42_37)": 2851, "(11_25)": 2298, "(54_4)": 2182, "(26_50)": 2775, "(39_19)": 243, "(13_21)": 1707, "(27_52)": 2482, "(27_29)": 891, "(14_17)": 1020, "(49_36)": 715, "(39_20)": 709, "(8_34)": 1434, "(22_28)": 3695, "(61_62)": 174, "(31_16)": 86, "(17_49)": 3961, "(48_28)": 1793, "(36_24)": 493, "(30_14)": 2762, "(58_3)": 819, "(13_18)": 1021, "(51_32)": 1089, "(10_32)": 2228, "(2_48)": 612, "(17_25)": 1519, "(49_56)": 3689, "(64_55)": 1195, "(2_13)": 3073, "(43_44)": 3645, "(36_7)": 400, "(31_11)": 2448, "(61_13)": 1157, "(34_52)": 267, "(13_45)": 3347, "(13_32)": 1348, "(46_32)": 2841, "(46_63)": 3425, "(25_45)": 1173, "(19_44)": 1014, "(62_61)": 173, "(30_21)": 1701, "(12_56)": 2230, "(17_6)": 2174, "(6_38)": 1302, "(39_33)": 532, "(51_43)": 1374, "(63_53)": 1836, "(31_13)": 2761, "(46_25)": 316, "(46_52)": 871, "(48_13)": 1087, "(24_48)": 3808, "(4_3)": 2408, "(30_32)": 1853, "(12_36)": 2600, "(51_18)": 2254, "(54_36)": 2281, "(8_29)": 3975, "(38_33)": 1710, "(9_37)": 2436, "(24_47)": 1127, "(62_29)": 2493, "(3_51)": 3465, "(63_44)": 322, "(16_8)": 2612, "(30_45)": 3557, "(56_25)": 836, "(12_41)": 3050, "(53_10)": 2680, "(6_49)": 943, "(53_45)": 3320, "(10_8)": 1355, "(49_17)": 2569, "(2_22)": 3486, "(8_12)": 1252, "(3_22)": 1872, "(42_38)": 1450, "(18_9)": 2647, "(33_16)": 693, "(51_61)": 492, "(50_2)": 1399, "(34_47)": 984, "(17_10)": 3605, "(19_20)": 917, "(38_20)": 244, "(52_55)": 1672, "(60_30)": 2652, "(3_35)": 1741, "(42_27)": 3968, "(23_32)": 1402, "(53_58)": 3400, "(51_50)": 1509, "(28_42)": 6, "(25_58)": 516, "(39_1)": 1766, "(42_47)": 1756, "(57_24)": 747, "(13_52)": 1920, "(6_25)": 1226, "(33_56)": 2022, "(54_21)": 1419, "(14_60)": 785, "(28_19)": 464, "(20_32)": 434, "(4_46)": 1482, "(28_60)": 1763, "(38_59)": 1094, "(25_63)": 1507, "(62_43)": 3002, "(34_18)": 1703, "(4_26)": 101, "(58_39)": 2800, "(37_1)": 1106, "(42_49)": 505, "(3_64)": 3411, "(5_40)": 3565, "(33_36)": 1909, "(9_35)": 3382, "(20_5)": 2697, "(38_44)": 4040, "(38_11)": 1633, "(29_1)": 2810, "(47_25)": 3541, "(18_51)": 1083, "(12_61)": 3357, "(34_9)": 1489, "(38_4)": 3740, "(8_63)": 2376, "(30_4)": 3569, "(46_27)": 2572, "(6_29)": 2769, "(4_60)": 180, "(31_7)": 429, "(33_38)": 1847, "(63_38)": 2890, "(21_23)": 141, "(58_17)": 4024, "(33_20)": 2402, "(56_19)": 2003, "(50_54)": 584, "(16_12)": 799, "(54_6)": 1990, "(40_61)": 377, "(34_27)": 4051, "(42_12)": 2262, "(4_59)": 387, "(11_41)": 253, "(63_25)": 2141, "(44_6)": 1892, "(25_12)": 1515, "(18_42)": 1646, "(40_12)": 1628, "(32_47)": 48, "(40_43)": 2340, "(10_16)": 706, "(64_8)": 3843, "(44_26)": 1309, "(60_58)": 892, "(5_15)": 629, "(20_63)": 1894, "(5_62)": 2924, "(20_18)": 2200, "(34_2)": 1311, "(32_38)": 1331, "(37_25)": 3919, "(59_44)": 649, "(49_7)": 1735, "(46_42)": 2606, "(29_40)": 3612, "(29_15)": 3457, "(6_40)": 2393, "(20_52)": 2110, "(45_26)": 2702, "(30_1)": 3906, "(48_60)": 802, "(43_41)": 1563, "(29_39)": 2708, "(43_14)": 3821, "(64_2)": 4071, "(57_40)": 3383, "(4_28)": 2548, "(7_13)": 1253, "(11_52)": 545, "(7_2)": 2069, "(56_57)": 2341, "(31_22)": 1438, "(52_37)": 3463, "(48_2)": 3885, "(35_36)": 2125, "(26_26)": 1997, "(36_10)": 2980, "(21_41)": 225, "(60_10)": 2763, "(21_14)": 3000, "(40_54)": 216, "(52_5)": 2043, "(20_45)": 3454, "(7_64)": 3278, "(25_3)": 662, "(11_30)": 3394, "(9_51)": 865, "(29_37)": 3261, "(53_3)": 1917, "(53_39)": 3346, "(49_34)": 3698, "(6_2)": 1386, "(9_60)": 868, "(13_5)": 1827, "(33_2)": 1197, "(4_13)": 1555, "(41_61)": 1621, "(44_46)": 3932, "(41_1)": 3642, "(55_46)": 2772, "(35_50)": 2788, "(22_5)": 1163, "(41_53)": 1077, "(55_7)": 3551, "(16_25)": 2066, "(43_8)": 3655, "(56_40)": 1673, "(31_31)": 3153, "(55_31)": 2486, "(53_36)": 3042, "(4_6)": 828, "(15_25)": 2352, "(23_17)": 2972, "(43_61)": 1940, "(52_48)": 953, "(32_6)": 467, "(44_51)": 2332, "(48_9)": 903, "(37_10)": 878, "(55_26)": 371, "(45_33)": 2842, "(18_18)": 1694, "(17_27)": 2744, "(48_45)": 3079, "(10_14)": 419, "(64_10)": 3923, "(60_21)": 360, "(22_51)": 1576, "(19_10)": 1659, "(18_34)": 578, "(55_12)": 3851, "(23_6)": 2857, "(61_58)": 1239, "(45_44)": 2719, "(41_28)": 3628, "(47_50)": 3213, "(14_38)": 3435, "(6_22)": 3915, "(35_21)": 3859, "(24_6)": 986, "(22_33)": 1403, "(16_7)": 2175, "(12_15)": 2048, "(27_35)": 894, "(31_48)": 484, "(47_43)": 2987, "(57_23)": 2223, "(49_48)": 2637, "(21_33)": 2278, "(36_32)": 698, "(61_45)": 346, "(1_52)": 3918, "(22_20)": 2114, "(15_49)": 2537, "(18_23)": 1135, "(1_61)": 1366, "(52_39)": 2029, "(2_6)": 2626, "(27_2)": 3375, "(41_44)": 3404, "(31_55)": 2819, "(44_48)": 2495, "(11_24)": 3142, "(52_15)": 2871, "(50_11)": 1950, "(35_18)": 3707, "(36_63)": 1944, "(27_51)": 3111, "(13_20)": 3630, "(54_51)": 2620, "(13_57)": 2579, "(36_15)": 520, "(49_39)": 1811, "(7_35)": 1435, "(54_46)": 1271, "(34_17)": 2904, "(21_44)": 2983, "(8_35)": 1377, "(63_43)": 3715, "(16_20)": 3799, "(45_8)": 2927, "(59_62)": 591, "(27_19)": 2956, "(31_17)": 551, "(29_57)": 3720, "(30_13)": 765, "(59_19)": 3181, "(36_25)": 3097, "(10_31)": 2057, "(13_19)": 3116, "(51_33)": 167, "(3_2)": 3078, "(56_12)": 2651, "(49_55)": 2263, "(46_40)": 565, "(23_22)": 1758, "(58_55)": 2672, "(62_5)": 3830, "(36_4)": 485, "(34_51)": 3021, "(14_8)": 1030, "(47_64)": 123, "(61_12)": 458, "(16_28)": 2745, "(13_44)": 1241, "(54_35)": 979, "(13_33)": 1494, "(54_42)": 171, "(51_19)": 1977, "(19_47)": 441, "(46_62)": 2750, "(30_26)": 3624, "(12_55)": 2383, "(62_60)": 1571, "(12_22)": 3031, "(17_9)": 2104, "(6_39)": 50, "(28_29)": 2179, "(2_10)": 3661, "(2_45)": 1696, "(2_58)": 1423, "(48_14)": 3831, "(46_24)": 2822, "(41_9)": 655, "(46_53)": 129, "(23_13)": 2791, "(6_54)": 104, "(64_18)": 2660, "(62_11)": 457, "(12_31)": 3561, "(39_23)": 2374, "(41_26)": 108, "(51_48)": 909, "(8_28)": 3085, "(38_32)": 1478, "(63_4)": 277, "(3_50)": 57, "(62_28)": 1933, "(26_2)": 661, "(16_9)": 4005, "(54_19)": 3889, "(51_42)": 580, "(47_39)": 564, "(39_54)": 955, "(6_48)": 165, "(53_11)": 1724, "(10_9)": 1147, "(3_57)": 1422, "(2_21)": 94, "(8_13)": 61, "(47_9)": 2257, "(8_14)": 3258, "(42_39)": 1846, "(26_1)": 3912, "(33_17)": 781, "(51_60)": 30, "(50_3)": 2867, "(19_27)": 1429, "(48_22)": 1099, "(30_46)": 146, "(17_11)": 3197, "(23_35)": 542, "(3_43)": 779, "(42_26)": 1542, "(53_59)": 1834, "(28_45)": 92, "(51_51)": 1344, "(46_33)": 2325, "(34_46)": 2157, "(64_25)": 4091, "(42_46)": 157, "(50_40)": 762, "(9_14)": 3674, "(50_15)": 1203, "(13_53)": 1169, "(54_22)": 3195, "(33_57)": 581, "(36_27)": 3209, "(14_61)": 1117, "(38_21)": 710, "(10_40)": 3127, "(9_1)": 3566, "(59_29)": 1750, "(19_30)": 2573, "(38_58)": 264, "(4_1)": 3778, "(57_18)": 3954, "(47_26)": 1299, "(62_42)": 2333, "(48_11)": 3505, "(43_38)": 1832, "(54_61)": 2997, "(58_38)": 2565, "(42_48)": 3100, "(33_37)": 3761, "(8_3)": 2590, "(12_4)": 3828, "(38_45)": 1974, "(38_10)": 214, "(3_23)": 635, "(14_6)": 1536, "(61_41)": 3106, "(18_50)": 2824, "(38_5)": 1063, "(8_62)": 1185, "(55_27)": 3053, "(25_48)": 2275, "(57_47)": 3786, "(16_27)": 3337, "(23_39)": 236, "(9_6)": 2780, "(12_28)": 3599, "(33_39)": 2940, "(58_47)": 2814, "(12_60)": 3132, "(58_16)": 1964, "(56_18)": 673, "(4_63)": 2925, "(31_6)": 1101, "(16_11)": 3297, "(45_15)": 789, "(57_50)": 639, "(56_27)": 3030, "(34_24)": 654, "(40_60)": 1061, "(42_64)": 3429, "(42_13)": 2381, "(50_37)": 2132, "(11_40)": 1786, "(25_15)": 1234, "(61_28)": 3529, "(50_57)": 1653, "(18_43)": 1897, "(7_34)": 3194, "(40_42)": 125, "(10_55)": 1046, "(50_4)": 1078, "(44_21)": 3942, "(48_63)": 122, "(30_2)": 1024, "(9_29)": 1649, "(56_37)": 2559, "(5_14)": 2316, "(5_63)": 2603, "(20_62)": 1133, "(34_3)": 959, "(56_36)": 647, "(63_28)": 3973, "(21_55)": 2190, "(32_44)": 547, "(40_13)": 189, "(4_19)": 1400, "(60_42)": 1923, "(29_14)": 3230, "(35_1)": 1310, "(20_53)": 3521, "(63_62)": 569, "(30_43)": 3909, "(16_57)": 1675, "(43_17)": 2545, "(29_38)": 341, "(8_43)": 3894, "(7_12)": 1044, "(21_52)": 3543, "(24_25)": 59, "(11_53)": 1632, "(52_62)": 1270, "(37_24)": 2923, "(5_52)": 82, "(56_56)": 2152, "(26_21)": 3418, "(52_36)": 1995, "(36_13)": 2392, "(35_37)": 248, "(32_28)": 643, "(24_26)": 202, "(21_17)": 3319, "(43_28)": 3775, "(60_11)": 3943, "(60_44)": 131, "(6_47)": 2688, "(20_44)": 2964, "(35_17)": 1702, "(9_50)": 3473, "(7_50)": 742, "(29_36)": 1347, "(11_19)": 3926, "(6_1)": 3118, "(24_32)": 3424, "(9_61)": 1184, "(13_4)": 2236, "(12_29)": 3922, "(45_14)": 714, "(24_14)": 924, "(26_18)": 3348, "(4_14)": 2306, "(44_45)": 2208, "(52_56)": 307, "(44_32)": 1680, "(55_41)": 1674, "(40_4)": 3448, "(53_2)": 2211, "(33_22)": 3266, "(22_4)": 1130, "(35_51)": 266, "(1_19)": 2816, "(16_2)": 3639, "(55_6)": 443, "(41_52)": 414, "(31_36)": 3025, "(26_45)": 2063, "(56_41)": 3384, "(26_32)": 3231, "(48_44)": 1627, "(55_32)": 2958, "(7_7)": 3623, "(55_63)": 4026, "(45_21)": 1264, "(64_29)": 3176, "(1_7)": 2079, "(44_52)": 2244, "(52_49)": 2839, "(55_25)": 1193, "(43_60)": 1901, "(37_11)": 215, "(43_35)": 3941, "(53_27)": 3570, "(45_32)": 1237, "(52_6)": 3283, "(22_52)": 982, "(1_60)": 3696, "(43_59)": 1839, "(60_20)": 98, "(15_39)": 1111, "(21_1)": 38, "(16_10)": 3293, "(41_29)": 513, "(14_37)": 91, "(35_20)": 2880, "(2_5)": 3359, "(26_29)": 2877, "(54_16)": 310, "(14_57)": 790, "(27_34)": 3829, "(49_49)": 178, "(23_61)": 2574, "(13_2)": 2913, "(22_23)": 1466, "(1_51)": 83, "(18_24)": 3574, "(15_48)": 1907, "(56_22)": 3370, "(36_48)": 727, "(52_38)": 525, "(44_14)": 1655, "(27_3)": 958, "(31_56)": 1118, "(41_45)": 945, "(26_52)": 3783, "(36_64)": 1177, "(52_14)": 3646, "(36_31)": 1405, "(35_19)": 1433, "(21_60)": 574, "(54_50)": 2302, "(14_11)": 2692, "(49_38)": 3621, "(61_33)": 319, "(61_48)": 1038, "(62_34)": 3873, "(58_1)": 751, "(34_64)": 1484, "(64_40)": 1335, "(17_58)": 2064, "(5_53)": 3883, "(45_9)": 2418, "(64_42)": 4085, "(13_23)": 657, "(2_59)": 2631, "(31_58)": 2845, "(27_50)": 3945, "(34_33)": 2505, "(31_10)": 338, "(30_18)": 552, "(47_42)": 3275, "(17_47)": 1737, "(36_26)": 3437, "(30_12)": 2449, "(40_22)": 2373, "(22_30)": 1614, "(24_5)": 1895, "(1_17)": 2035, "(14_28)": 1104, "(8_10)": 2484, "(46_43)": 2718, "(49_54)": 625, "(23_23)": 4043, "(1_48)": 3798, "(62_4)": 996, "(10_47)": 3556, "(61_15)": 2378, "(34_50)": 2613, "(6_12)": 1739, "(13_30)": 3852, "(49_9)": 3444, "(54_34)": 3452, "(27_16)": 1228, "(62_63)": 1473, "(30_27)": 1957, "(12_54)": 1170, "(17_8)": 3015, "(60_45)": 2272, "(39_31)": 2458, "(2_11)": 2555, "(28_28)": 890, "(2_44)": 846, "(36_5)": 1561, "(4_5)": 615, "(48_15)": 886, "(17_61)": 3373, "(62_12)": 3366, "(23_12)": 2359, "(64_19)": 2703, "(12_30)": 2747, "(53_61)": 483, "(39_22)": 1409, "(51_29)": 1713, "(41_27)": 1543, "(31_61)": 2159, "(2_62)": 3334, "(24_41)": 1364, "(63_5)": 1726, "(3_53)": 3929, "(54_58)": 2413, "(35_16)": 521, "(51_45)": 3650, "(6_27)": 469, "(54_18)": 1775, "(14_59)": 427, "(53_12)": 600, "(39_55)": 217, "(53_43)": 172, "(50_38)": 1810, "(49_15)": 603, "(2_20)": 1802, "(46_29)": 2462, "(39_3)": 2015, "(57_26)": 28, "(33_14)": 2344, "(33_49)": 2166, "(17_12)": 1108, "(19_26)": 2017, "(30_47)": 3102, "(62_25)": 2468, "(47_38)": 1670, "(42_25)": 107, "(3_40)": 2322, "(1_20)": 2858, "(19_12)": 2133, "(28_44)": 2676, "(46_34)": 1899, "(46_61)": 1685, "(60_3)": 736, "(13_54)": 2382, "(50_41)": 699, "(33_54)": 3041, "(50_14)": 729, "(54_23)": 1341, "(14_62)": 3928, "(8_38)": 1747, "(39_60)": 2105, "(15_9)": 896, "(24_52)": 825, "(59_28)": 1305, "(19_31)": 1858, "(18_8)": 2103, "(62_41)": 3262, "(57_19)": 1290, "(29_50)": 2796, "(47_27)": 3035, "(18_53)": 3776, "(12_49)": 1960, "(53_54)": 1671, "(12_9)": 3742, "(58_37)": 2226, "(9_2)": 2589, "(8_2)": 3322, "(11_32)": 3562, "(38_46)": 4055, "(43_46)": 1755, "(2_3)": 2832, "(3_24)": 3158, "(14_7)": 2471, "(49_30)": 2850, "(38_6)": 249, "(16_21)": 907, "(25_49)": 804, "(57_46)": 899, "(6_34)": 2266, "(58_28)": 2071, "(11_43)": 3888, "(38_48)": 3402, "(24_31)": 1608, "(58_11)": 33, "(56_17)": 911, "(6_13)": 2315, "(4_62)": 181, "(31_1)": 2253, "(11_3)": 1862, "(58_57)": 436, "(57_51)": 3441, "(34_25)": 1015, "(42_10)": 3180, "(13_31)": 4046, "(50_36)": 866, "(9_59)": 3983, "(57_27)": 2801, "(25_14)": 1236, "(43_57)": 3937, "(18_40)": 671, "(50_56)": 1191, "(46_57)": 1379, "(59_60)": 1485, "(39_42)": 3874, "(64_6)": 1420, "(52_57)": 1616, "(44_20)": 1626, "(30_3)": 1850, "(21_38)": 1054, "(40_38)": 314, "(58_59)": 187, "(43_16)": 144, "(20_61)": 575, "(5_60)": 2585, "(57_2)": 752, "(34_4)": 1661, "(63_52)": 1175, "(15_17)": 3155, "(21_54)": 573, "(40_14)": 2498, "(32_45)": 2539, "(40_41)": 3129, "(29_17)": 2312, "(39_49)": 3413, "(20_50)": 3618, "(7_24)": 3724, "(63_63)": 2785, "(57_39)": 2566, "(9_19)": 932, "(25_52)": 4045, "(8_42)": 198, "(7_48)": 942, "(11_50)": 1961, "(37_23)": 2086, "(16_36)": 2012, "(52_63)": 2550, "(35_34)": 2077, "(26_20)": 4006, "(36_12)": 3552, "(32_29)": 110, "(21_16)": 1448, "(60_47)": 1288, "(43_29)": 2452, "(23_18)": 2361, "(5_28)": 3212, "(11_64)": 2511, "(9_57)": 2171, "(29_60)": 3422, "(47_14)": 2279, "(29_35)": 3705, "(56_55)": 2730, "(5_51)": 2666, "(20_27)": 14, "(7_46)": 2687, "(46_19)": 2930, "(26_58)": 1829, "(37_34)": 2939, "(24_33)": 2441, "(13_7)": 1537, "(45_13)": 1123, "(45_46)": 3559, "(25_31)": 967, "(26_19)": 407, "(44_44)": 738, "(37_58)": 210, "(44_33)": 241, "(25_8)": 3766, "(55_40)": 2995, "(29_28)": 2993, "(53_5)": 3282, "(23_11)": 1966, "(1_18)": 726, "(41_51)": 3743, "(55_5)": 1989, "(43_6)": 2563, "(56_42)": 406, "(5_46)": 514, "(48_43)": 3563, "(26_44)": 1172, "(26_33)": 2509, "(35_46)": 3588, "(45_59)": 938, "(55_62)": 3712, "(15_23)": 261, "(62_13)": 3737, "(10_23)": 2233, "(35_52)": 3233, "(22_7)": 2576, "(37_56)": 3368, "(9_40)": 1452, "(37_16)": 25, "(55_24)": 105, "(55_53)": 1721, "(15_12)": 3298, "(43_34)": 242, "(52_7)": 2121, "(20_47)": 2595, "(25_1)": 3466, "(60_27)": 1304, "(22_53)": 572, "(1_34)": 1256, "(47_33)": 3170, "(5_19)": 3075, "(59_55)": 1888, "(32_4)": 3236, "(44_53)": 3178, "(32_13)": 3091, "(51_28)": 3333, "(48_38)": 1586, "(14_36)": 2008, "(49_62)": 561, "(35_23)": 653, "(2_4)": 2724, "(55_64)": 66, "(27_37)": 2792, "(45_20)": 2931, "(14_56)": 1667, "(42_7)": 2564, "(50_6)": 3350, "(59_63)": 1383, "(15_34)": 3064, "(18_25)": 3185, "(42_8)": 3750, "(24_40)": 1476, "(36_49)": 2787, "(45_17)": 3604, "(44_15)": 1102, "(55_33)": 454, "(41_46)": 1814, "(31_57)": 2955, "(48_54)": 3768, "(26_53)": 3460, "(64_59)": 3960, "(5_41)": 3535, "(36_30)": 3606, "(21_61)": 1132, "(1_50)": 1105, "(22_22)": 140, "(14_10)": 897, "(13_9)": 148, "(23_59)": 223, "(61_32)": 2870, "(61_49)": 1691, "(10_37)": 2220, "(42_6)": 1034, "(17_59)": 2397, "(39_14)": 190, "(27_57)": 522, "(13_22)": 3951, "(54_53)": 2948, "(31_59)": 2733, "(11_35)": 350, "(23_50)": 1575, "(30_11)": 3023, "(17_46)": 3666, "(61_2)": 3052, "(58_7)": 3120, "(24_4)": 2691, "(22_31)": 1202, "(1_16)": 3139, "(22_64)": 3353, "(14_29)": 712, "(49_53)": 4003, "(40_17)": 1501, "(23_20)": 1268, "(62_7)": 3247, "(23_63)": 3352, "(24_16)": 3114, "(61_14)": 3898, "(44_4)": 1639, "(27_40)": 1045, "(30_56)": 3719, "(27_15)": 691, "(26_24)": 1611, "(29_5)": 4027, "(43_36)": 3255, "(12_20)": 2962, "(39_36)": 1074, "(2_27)": 2370, "(28_27)": 4019, "(2_47)": 3797, "(36_2)": 1107, "(17_28)": 749, "(9_45)": 3613, "(64_61)": 568, "(17_60)": 1200, "(4_4)": 230, "(12_33)": 1349, "(11_61)": 3151, "(26_46)": 1376, "(41_24)": 343, "(53_60)": 2295, "(39_40)": 2349, "(31_60)": 2683, "(48_36)": 941, "(63_6)": 1149, "(3_52)": 3003, "(10_20)": 1845, "(51_44)": 3328, "(48_16)": 604, "(14_58)": 2202, "(49_44)": 2218, "(46_51)": 1816, "(53_42)": 1221, "(28_38)": 3406, "(49_14)": 885, "(25_55)": 1139, "(46_28)": 2329, "(30_64)": 686, "(57_21)": 774, "(59_23)": 2334, "(33_48)": 985, "(50_1)": 1496, "(19_25)": 901, "(19_52)": 1517, "(17_13)": 1080, "(12_44)": 3527, "(12_11)": 496, "(15_38)": 2664, "(53_13)": 2917, "(43_56)": 2982, "(28_47)": 1165, "(56_5)": 668, "(19_41)": 3764, "(7_37)": 1245, "(60_2)": 367, "(23_57)": 669, "(62_62)": 929, "(50_17)": 980, "(34_11)": 2554, "(54_24)": 280, "(33_55)": 3811, "(21_46)": 3686, "(8_39)": 2906, "(14_63)": 1935, "(56_10)": 2866, "(15_8)": 2350, "(23_37)": 601, "(24_53)": 2122, "(3_41)": 707, "(45_4)": 2094, "(19_32)": 3869, "(19_63)": 3134, "(30_48)": 3835, "(3_38)": 2269, "(62_40)": 4069, "(50_28)": 449, "(18_52)": 3839, "(53_55)": 772, "(38_7)": 2002, "(2_30)": 1584, "(58_36)": 2204, "(39_2)": 3130, "(9_3)": 1588, "(4_43)": 2111, "(28_12)": 1246, "(53_44)": 2400, "(38_47)": 1031, "(12_17)": 3608, "(3_25)": 463, "(14_4)": 362, "(33_15)": 1869, "(8_64)": 275, "(57_45)": 283, "(57_32)": 2268, "(46_3)": 2093, "(12_59)": 677, "(25_41)": 2645, "(6_35)": 2142, "(31_37)": 3832, "(58_29)": 1765, "(54_63)": 3713, "(4_54)": 3917, "(9_39)": 1458, "(16_48)": 1738, "(11_42)": 2147, "(25_17)": 2456, "(38_49)": 2823, "(58_10)": 2205, "(56_16)": 2181, "(60_63)": 3748, "(32_60)": 1762, "(11_2)": 1051, "(57_52)": 2078, "(34_22)": 1570, "(40_62)": 478, "(50_60)": 1590, "(42_11)": 2546, "(50_35)": 2173, "(23_47)": 3755, "(50_59)": 1249, "(18_41)": 1068, "(7_32)": 2255, "(27_60)": 2953, "(16_17)": 3678, "(25_47)": 3771, "(10_57)": 2163, "(64_5)": 1148, "(59_41)": 2961, "(46_60)": 1410, "(44_23)": 1525, "(21_37)": 1792, "(40_51)": 3179, "(30_24)": 3026, "(43_11)": 2261, "(40_39)": 2338, "(58_58)": 3029, "(34_5)": 506, "(56_30)": 1579, "(21_57)": 239, "(64_27)": 3972, "(14_54)": 3735, "(40_15)": 1883, "(40_40)": 151, "(64_33)": 4062, "(40_28)": 4017, "(35_3)": 3809, "(20_51)": 1516, "(7_25)": 2234, "(26_14)": 1233, "(63_35)": 571, "(13_55)": 2768, "(59_25)": 3196, "(9_18)": 2806, "(57_14)": 998, "(42_1)": 2510, "(8_41)": 1453, "(7_49)": 3331, "(20_28)": 2209, "(63_19)": 2661, "(16_39)": 2760, "(11_51)": 837, "(52_60)": 1835, "(37_22)": 1491, "(6_58)": 3405, "(29_16)": 3576, "(21_11)": 300, "(31_39)": 1332, "(58_63)": 592, "(12_42)": 3887, "(5_29)": 503, "(33_7)": 2650, "(41_64)": 2085, "(4_16)": 1664, "(52_54)": 472, "(9_56)": 791, "(29_61)": 2863, "(29_34)": 2284, "(42_59)": 3531, "(7_1)": 1385, "(5_50)": 3057, "(56_54)": 1220, "(26_23)": 524, "(56_23)": 2978, "(63_17)": 2868, "(35_35)": 794, "(24_34)": 541, "(37_35)": 1354, "(9_36)": 1669, "(11_31)": 3495, "(45_12)": 2808, "(5_61)": 2023, "(54_32)": 2487, "(44_30)": 3568, "(21_28)": 347, "(37_59)": 265, "(55_43)": 499, "(18_64)": 3055, "(53_4)": 324, "(29_29)": 3168, "(62_39)": 2891, "(4_36)": 352, "(55_4)": 3981, "(41_50)": 1999, "(11_18)": 1623, "(7_45)": 2551, "(10_19)": 1624, "(56_43)": 2803, "(26_30)": 966, "(48_42)": 3587, "(20_24)": 947, "(17_15)": 4058, "(15_22)": 908, "(43_51)": 2453, "(18_14)": 3124, "(44_49)": 3077, "(22_6)": 2522, "(35_53)": 2113, "(55_18)": 912, "(37_57)": 1676, "(63_42)": 3225, "(55_50)": 354, "(37_17)": 1464, "(43_33)": 1681, "(15_64)": 418, "(15_13)": 800, "(52_8)": 1719, "(40_21)": 1408, "(20_46)": 1019, "(18_39)": 3281, "(1_37)": 1880, "(56_35)": 2187, "(5_18)": 1797, "(34_30)": 3660, "(32_5)": 988, "(26_62)": 2348, "(21_59)": 438, "(14_35)": 1592, "(52_9)": 3525, "(48_39)": 19, "(49_63)": 382, "(35_22)": 2790, "(55_29)": 609, "(41_47)": 158, "(10_45)": 3409, "(7_11)": 3539, "(28_49)": 3944, "(61_55)": 1266, "(45_47)": 206, "(15_35)": 2007, "(31_29)": 644, "(36_46)": 823, "(5_1)": 459, "(44_16)": 2544, "(55_34)": 978, "(24_20)": 1441, "(55_61)": 1003, "(33_63)": 2945, "(43_24)": 1526, "(45_58)": 1380, "(11_29)": 3656, "(54_8)": 3401, "(26_54)": 1138, "(48_55)": 394, "(21_62)": 1893, "(22_25)": 2926, "(1_57)": 2621, "(18_26)": 902, "(40_58)": 1773, "(61_31)": 921, "(23_58)": 1532, "(13_14)": 2047, "(42_5)": 2073, "(29_24)": 3710, "(3_1)": 2875, "(16_44)": 2811, "(27_56)": 285, "(54_17)": 3340, "(10_13)": 3105, "(14_13)": 4036, "(17_45)": 1312, "(36_20)": 2354, "(30_10)": 1320, "(61_3)": 2514, "(1_40)": 2815, "(1_15)": 3785, "(14_16)": 2084, "(11_16)": 2136, "(27_36)": 2896, "(49_52)": 1986, "(64_51)": 1174, "(62_6)": 1727, "(31_12)": 764, "(13_49)": 1666, "(44_7)": 3279, "(13_36)": 1593, "(27_41)": 3980, "(27_14)": 357, "(24_43)": 1026, "(52_46)": 808, "(63_7)": 1421, "(39_37)": 2127, "(51_38)": 2438, "(18_47)": 3564, "(28_26)": 557, "(46_16)": 2634, "(20_39)": 1881, "(36_3)": 1137, "(11_36)": 2219, "(61_17)": 840, "(22_10)": 299, "(12_32)": 1805, "(53_63)": 2128, "(51_27)": 340, "(41_25)": 2532, "(31_63)": 2731, "(48_37)": 716, "(36_51)": 1209, "(44_2)": 2729, "(51_47)": 809, "(10_21)": 3018, "(46_56)": 2599, "(48_17)": 1882, "(17_63)": 853, "(49_45)": 559, "(4_7)": 3038, "(44_3)": 204, "(2_26)": 1126, "(28_39)": 342, "(25_54)": 3045, "(23_62)": 3387, "(57_20)": 1550, "(13_56)": 567, "(6_21)": 2658, "(50_16)": 3583, "(38_64)": 3967, "(17_14)": 271, "(48_40)": 1394, "(30_49)": 2795, "(62_27)": 1605, "(12_45)": 1242, "(53_14)": 1407, "(12_10)": 149, "(53_41)": 2778, "(51_49)": 954, "(47_28)": 4064, "(28_46)": 2192, "(46_36)": 1251, "(19_40)": 3393, "(30_25)": 2052, "(64_26)": 3523, "(39_48)": 3205, "(45_18)": 2825, "(56_51)": 640, "(14_64)": 3148, "(39_56)": 1418, "(15_7)": 1029, "(24_50)": 805, "(42_23)": 997, "(23_36)": 1297, "(45_5)": 1891, "(52_35)": 3629, "(19_62)": 851, "(62_47)": 3054, "(60_24)": 2314, "(47_29)": 476, "(53_56)": 1615, "(50_29)": 2849, "(2_31)": 1914, "(28_48)": 164, "(46_38)": 3733, "(24_64)": 1508, "(58_35)": 3858, "(3_60)": 1141, "(33_23)": 1361, "(4_42)": 778, "(28_64)": 44, "(28_13)": 2030, "(19_33)": 577, "(3_26)": 2369, "(42_34)": 193, "(1_3)": 1490, "(33_12)": 3090, "(11_33)": 297, "(45_31)": 3871, "(51_12)": 549, "(57_44)": 3367, "(42_58)": 53, "(57_33)": 621, "(12_58)": 2087, "(6_36)": 2648, "(49_28)": 1601, "(17_48)": 3827, "(4_55)": 3853, "(9_43)": 3990, "(16_49)": 1359, "(25_16)": 480, "(62_50)": 3318, "(3_28)": 2423, "(56_15)": 999, "(4_39)": 2321, "(2_64)": 2185, "(11_1)": 863, "(54_2)": 2404, "(60_26)": 3294, "(42_56)": 219, "(3_11)": 2767, "(34_23)": 963, "(42_16)": 1551, "(50_61)": 31, "(50_34)": 168, "(49_19)": 11, "(18_3)": 2027, "(47_2)": 3718, "(10_49)": 4097, "(18_46)": 2243, "(64_64)": 648, "(50_58)": 2256, "(16_16)": 3895, "(59_38)": 2799, "(57_53)": 1219, "(44_22)": 1210, "(32_10)": 845, "(40_36)": 2126, "(59_49)": 3626, "(43_10)": 3632, "(8_40)": 3911, "(21_56)": 1371, "(53_51)": 2303, "(17_24)": 2743, "(16_60)": 3011, "(64_52)": 2524, "(23_3)": 1129, "(10_56)": 56, "(7_26)": 468, "(63_61)": 928, "(63_34)": 4013, "(16_54)": 1388, "(32_58)": 582, "(17_26)": 3186, "(58_13)": 1161, "(34_12)": 1005, "(11_48)": 3483, "(11_56)": 2557, "(63_18)": 862, "(37_21)": 3484, "(59_48)": 1289, "(52_61)": 3904, "(40_30)": 2287, "(29_11)": 1321, "(57_22)": 3834, "(35_2)": 3161, "(4_38)": 2395, "(21_10)": 208, "(60_41)": 2968, "(17_22)": 3738, "(58_51)": 4018, "(5_26)": 1227, "(33_6)": 507, "(9_23)": 96, "(4_17)": 1058, "(6_4)": 2450, "(29_62)": 1972, "(29_33)": 1188, "(20_25)": 328, "(7_44)": 1443, "(35_32)": 2504, "(26_22)": 292, "(44_39)": 2241, "(37_36)": 3012, "(24_35)": 356, "(9_31)": 1926, "(45_11)": 2362, "(21_43)": 2802, "(64_32)": 3916, "(56_33)": 1693, "(34_6)": 2649, "(63_50)": 757, "(21_29)": 3837, "(55_42)": 2364, "(53_7)": 2428, "(23_34)": 3805, "(20_38)": 3386, "(4_37)": 1214, "(25_21)": 3635, "(43_4)": 413, "(56_44)": 880, "(31_35)": 1217, "(48_41)": 3274, "(10_18)": 3198, "(26_31)": 3175, "(27_28)": 3971, "(37_55)": 3736, "(60_52)": 306, "(18_38)": 2250, "(58_56)": 1991, "(27_17)": 2831, "(1_2)": 1028, "(22_9)": 850, "(37_54)": 2293, "(9_42)": 2594, "(55_19)": 680, "(60_64)": 3145, "(55_56)": 3311, "(54_43)": 2365, "(18_2)": 1168, "(15_10)": 2725, "(43_32)": 812, "(19_2)": 2026, "(20_49)": 116, "(26_51)": 4044, "(59_42)": 2969, "(29_41)": 2300, "(25_9)": 4029, "(9_55)": 2118, "(9_22)": 3222, "(25_20)": 408, "(44_55)": 2981, "(37_14)": 389, "(32_32)": 1186, "(40_18)": 1637, "(55_51)": 3203, "(49_60)": 1367, "(36_43)": 3363, "(35_25)": 494, "(46_23)": 2736, "(55_28)": 3683, "(45_64)": 10, "(41_40)": 2562, "(54_9)": 1783, "(5_31)": 1837, "(46_58)": 1849, "(61_54)": 3292, "(45_48)": 1948, "(25_50)": 1729, "(15_36)": 90, "(1_4)": 2833, "(32_18)": 3976, "(14_34)": 2464, "(31_28)": 1582, "(5_2)": 3119, "(30_61)": 2684, "(36_47)": 3211, "(44_17)": 3232, "(55_35)": 2117, "(55_60)": 1984, "(45_24)": 2567, "(43_25)": 807, "(48_56)": 2264, "(26_55)": 3259, "(56_3)": 3675, "(22_3)": 2929, "(60_32)": 922, "(22_24)": 887, "(18_27)": 2018, "(34_31)": 3876, "(10_35)": 1668, "(13_15)": 1546, "(42_4)": 1223, "(64_22)": 2289, "(3_6)": 63, "(5_30)": 2770, "(49_51)": 1798, "(46_47)": 1947, "(39_16)": 1884, "(27_8)": 2431, "(27_55)": 1125, "(27_22)": 523, "(14_12)": 3066, "(10_44)": 3920, "(30_58)": 3614, "(4_2)": 460, "(36_21)": 2789, "(34_14)": 4033, "(1_41)": 3143, "(64_63)": 3964, "(1_14)": 1150, "(55_9)": 931, "(27_31)": 2543, "(41_10)": 1818, "(11_17)": 652, "(52_26)": 339, "(62_1)": 3051, "(41_31)": 540, "(11_37)": 2601, "(46_12)": 1122, "(17_44)": 1898, "(27_42)": 3082, "(13_37)": 2347, "(27_13)": 1247, "(8_24)": 97, "(23_2)": 3644, "(23_48)": 1128, "(24_42)": 4025, "(49_23)": 3555, "(28_25)": 2060, "(51_39)": 526, "(2_41)": 3307, "(46_17)": 2506, "(39_8)": 2812, "(47_60)": 1684, "(61_16)": 4075, "(22_11)": 1599, "(6_11)": 1327, "(13_48)": 1746, "(64_7)": 3369, "(41_22)": 1424, "(53_62)": 2998, "(51_26)": 2107, "(31_62)": 597, "(48_34)": 3378, "(64_45)": 4070, "(36_50)": 1581, "(10_22)": 1110, "(51_46)": 1180, "(45_22)": 1277, "(48_18)": 1113, "(49_46)": 685, "(51_58)": 1248, "(30_39)": 1860, "(17_62)": 1010, "(25_57)": 2860, "(30_62)": 84, "(34_42)": 1318, "(47_11)": 3845, "(18_36)": 1830, "(6_20)": 1387, "(24_46)": 1725, "(54_26)": 1194, "(36_19)": 3868, "(19_50)": 1082, "(38_38)": 2625, "(12_46)": 2072, "(39_58)": 238, "(62_26)": 2178, "(53_15)": 775, "(53_40)": 3083, "(2_25)": 593, "(2_52)": 1070, "(63_51)": 2690, "(46_37)": 287, "(19_43)": 2097, "(40_1)": 4086, "(23_55)": 3482, "(62_64)": 4001, "(12_26)": 2020, "(39_34)": 1339, "(41_13)": 2497, "(23_41)": 1477, "(34_1)": 3657, "(38_25)": 2083, "(15_6)": 3625, "(64_49)": 756, "(24_51)": 991, "(3_47)": 1483, "(45_6)": 2051, "(29_8)": 3754, "(62_46)": 2700, "(5_44)": 3940, "(15_20)": 3538, "(53_57)": 2324, "(38_1)": 1171, "(2_32)": 422, "(24_63)": 2222, "(19_18)": 1565, "(46_39)": 1095, "(30_53)": 1255, "(3_61)": 3224, "(4_41)": 3219, "(33_59)": 1761, "(28_10)": 3006, "(50_39)": 989, "(19_34)": 329, "(19_61)": 396, "(19_17)": 3166, "(3_27)": 2426, "(14_2)": 2670, "(42_35)": 136, "(55_1)": 2403, "(33_13)": 268, "(51_64)": 117, "(51_13)": 2610, "(60_37)": 2379, "(57_30)": 1711, "(46_1)": 766, "(31_44)": 1874, "(6_37)": 1743, "(49_16)": 1204, "(49_29)": 450, "(32_55)": 3526, "(8_9)": 4032, "(4_56)": 1946, "(7_51)": 2059, "(24_18)": 1877, "(25_19)": 1440, "(59_31)": 2092, "(7_28)": 3726, "(1_22)": 95, "(3_29)": 4052, "(62_51)": 3092, "(6_32)": 3508, "(31_2)": 312, "(17_20)": 3815, "(32_62)": 3522, "(57_49)": 3171, "(63_60)": 2837, "(3_10)": 3595, "(42_57)": 3414, "(50_62)": 381, "(42_17)": 145, "(50_33)": 3697, "(49_18)": 981, "(7_8)": 2920, "(47_3)": 3603, "(43_7)": 3453, "(58_34)": 451, "(16_55)": 3276, "(7_30)": 1596, "(16_15)": 2976, "(16_62)": 2894, "(19_29)": 3765, "(34_44)": 3711, "(57_54)": 304, "(64_30)": 3892, "(34_20)": 1426, "(32_59)": 2836, "(12_48)": 2095, "(53_28)": 2916, "(21_35)": 2694, "(13_16)": 3779, "(43_13)": 75, "(40_37)": 3296, "(8_47)": 3109, "(7_39)": 1748, "(32_48)": 1178, "(10_34)": 298, "(47_48)": 3067, "(34_13)": 2343, "(64_14)": 3549, "(10_51)": 118, "(64_3)": 276, "(63_37)": 3512, "(16_53)": 1952, "(9_16)": 2032, "(51_9)": 1720, "(57_16)": 246, "(58_12)": 1143, "(50_24)": 3994, "(56_14)": 755, "(24_29)": 3243, "(11_57)": 2231, "(37_20)": 410, "(6_56)": 610, "(29_10)": 1866, "(35_5)": 486, "(7_27)": 138, "(60_40)": 2960, "(49_50)": 3237, "(5_27)": 2547, "(33_5)": 466, "(10_42)": 254, "(4_18)": 2049, "(25_36)": 976, "(44_36)": 2009, "(3_34)": 993, "(10_26)": 2299, "(51_7)": 1075, "(29_32)": 2225, "(40_56)": 3287, "(63_40)": 1352, "(56_21)": 411, "(56_9)": 962, "(35_33)": 2366, "(21_13)": 1968, "(56_39)": 3681, "(9_30)": 3249, "(45_10)": 1397, "(17_18)": 1644, "(63_57)": 2756, "(56_32)": 453, "(59_34)": 498, "(53_6)": 2120, "(8_50)": 1687, "(4_34)": 1160, "(9_28)": 399, "(24_36)": 186, "(37_37)": 1258, "(26_49)": 1728, "(56_45)": 2771, "(26_36)": 895, "(52_29)": 944, "(5_11)": 2503, "(1_31)": 1585, "(60_53)": 970, "(64_35)": 4049, "(2_46)": 2933, "(16_5)": 78, "(22_8)": 2054, "(55_16)": 3339, "(43_53)": 2669, "(52_42)": 1373, "(15_59)": 784, "(53_8)": 1097, "(29_25)": 3027, "(43_5)": 1033, "(19_1)": 1167, "(25_4)": 1036, "(52_53)": 3265, "(9_54)": 3412, "(40_57)": 237, "(43_48)": 504, "(29_63)": 85, "(57_9)": 3037, "(44_56)": 4014, "(52_45)": 2401, "(5_55)": 3163, "(32_31)": 331, "(25_7)": 3970, "(43_64)": 1282, "(37_15)": 2169, "(43_31)": 2061, "(40_19)": 256, "(15_11)": 3065, "(35_24)": 2515, "(2_9)": 3865, "(6_24)": 724, "(24_9)": 3767, "(41_41)": 124, "(59_46)": 3164, "(26_56)": 2214, "(52_17)": 2356, "(52_18)": 326, "(61_57)": 2301, "(22_58)": 437, "(45_49)": 786, "(15_37)": 2013, "(14_33)": 1799, "(25_30)": 2878, "(14_1)": 3462, "(44_58)": 424, "(49_61)": 1591, "(36_44)": 1921, "(44_10)": 2605, "(55_36)": 3716, "(31_43)": 3416, "(22_47)": 889, "(43_26)": 3592, "(59_53)": 3256, "(45_25)": 1308, "(11_14)": 2056, "(21_64)": 2446, "(22_27)": 1996, "(1_55)": 1662, "(18_28)": 1430, "(60_33)": 497, "(5_3)": 1324, "(10_64)": 1495, "(35_57)": 3415, "(42_3)": 163, "(14_24)": 1523, "(4_45)": 4020, "(3_7)": 2608, "(55_38)": 2560, "(26_40)": 2644, "(27_9)": 3215, "(27_54)": 2852, "(14_48)": 2422, "(27_23)": 1610, "(16_59)": 3709, "(61_37)": 1512, "(16_23)": 3739, "(22_29)": 3071, "(1_42)": 3308, "(22_61)": 1206, "(1_13)": 68, "(55_8)": 70, "(32_19)": 1540, "(31_38)": 1859, "(7_47)": 257, "(52_27)": 2820, "(44_61)": 3993, "(20_26)": 3680, "(64_23)": 2855, "(41_30)": 3304, "(11_38)": 2642, "(17_43)": 1647, "(36_22)": 3240, "(61_1)": 2678, "(27_12)": 2470, "(61_20)": 359, "(63_1)": 674, "(64_39)": 1351, "(26_9)": 390, "(59_9)": 3673, "(28_57)": 1369, "(46_14)": 788, "(46_49)": 3068, "(34_38)": 3010, "(61_19)": 4012, "(22_12)": 1967, "(47_61)": 803, "(6_16)": 1567, "(13_34)": 1800, "(27_43)": 7, "(51_25)": 4011, "(41_23)": 2432, "(13_6)": 1690, "(17_54)": 3867, "(48_35)": 3806, "(36_53)": 2937, "(59_12)": 3107, "(39_17)": 4048, "(12_8)": 2655, "(46_54)": 605, "(48_19)": 3084, "(7_17)": 2886, "(23_16)": 2036, "(30_63)": 598, "(62_18)": 2869, "(34_43)": 1953, "(47_10)": 904, "(13_58)": 676, "(8_27)": 3725, "(50_10)": 1803, "(54_27)": 372, "(54_39)": 3723, "(16_30)": 2782, "(62_21)": 120, "(3_59)": 2469, "(53_16)": 2355, "(39_59)": 2615, "(10_2)": 864, "(2_24)": 2424, "(20_60)": 3600, "(2_53)": 3004, "(17_36)": 183, "(25_56)": 3260, "(43_39)": 2963, "(60_7)": 734, "(23_54)": 2123, "(12_27)": 2099, "(21_30)": 3072, "(39_35)": 1499, "(41_12)": 1939, "(52_3)": 4009, "(28_24)": 1287, "(64_48)": 3125, "(15_5)": 1413, "(24_56)": 2447, "(42_21)": 2485, "(23_38)": 1225, "(45_7)": 4087, "(23_49)": 4039, "(29_9)": 3005, "(19_42)": 2090, "(14_46)": 1145, "(17_17)": 3434, "(53_50)": 719, "(38_2)": 1767, "(2_33)": 1414, "(24_62)": 1663, "(19_19)": 2201, "(30_52)": 1613, "(34_32)": 2189, "(33_21)": 1427, "(4_40)": 1779, "(38_53)": 1307, "(28_11)": 2011, "(38_28)": 562, "(19_35)": 660, "(19_60)": 1475, "(62_45)": 3793, "(62_32)": 2519, "(14_3)": 2429, "(2_40)": 4000, "(33_10)": 3757, "(33_45)": 2207, "(51_10)": 1949, "(38_62)": 3491, "(17_16)": 4004, "(36_1)": 3160, "(61_63)": 3802, "(9_24)": 3504, "(6_30)": 1329, "(49_26)": 1716, "(1_6)": 3360, "(59_33)": 3558, "(24_19)": 2641, "(25_18)": 777, "(62_52)": 2500, "(19_3)": 3957, "(18_44)": 1718, "(53_21)": 4089, "(11_7)": 291, "(25_26)": 2755, "(58_24)": 2335, "(57_48)": 1843, "(42_54)": 2622, "(3_13)": 664, "(4_57)": 334, "(50_32)": 537, "(47_59)": 2457, "(44_1)": 3995, "(12_5)": 2237, "(5_47)": 1979, "(58_33)": 1276, "(3_62)": 2740, "(16_14)": 1081, "(16_63)": 1011, "(19_28)": 1896, "(57_55)": 1085, "(54_38)": 2280, "(42_14)": 76, "(47_32)": 1942, "(53_18)": 3899, "(50_63)": 971, "(40_34)": 1645, "(23_24)": 3607, "(43_12)": 2380, "(2_54)": 4021, "(8_46)": 2653, "(7_19)": 2101, "(11_54)": 3826, "(23_21)": 4088, "(24_28)": 3431, "(20_4)": 2129, "(57_37)": 4072, "(23_5)": 2521, "(10_50)": 3430, "(31_26)": 554, "(21_34)": 251, "(9_15)": 420, "(51_8)": 2898, "(58_48)": 3310, "(57_17)": 672, "(56_13)": 1789, "(50_25)": 4092, "(6_57)": 2861, "(35_4)": 2273, "(7_20)": 1472, "(63_36)": 36, "(25_23)": 293, "(5_24)": 3515, "(33_4)": 960, "(11_60)": 2191, "(25_35)": 185, "(26_15)": 358, "(44_37)": 74, "(51_6)": 3356, "(32_54)": 2818, "(58_46)": 3144, "(31_15)": 2915, "(56_59)": 1983, "(45_37)": 1497, "(20_23)": 1050, "(7_42)": 4023, "(35_30)": 170, "(63_41)": 1336, "(63_14)": 3063, "(21_12)": 2148, "(29_48)": 3103, "(63_49)": 3126, "(1_1)": 2363, "(5_64)": 1518, "(20_12)": 461, "(34_8)": 769, "(13_59)": 3131, "(63_56)": 1196, "(59_35)": 855, "(32_49)": 3509, "(56_8)": 930, "(8_51)": 3474, "(4_35)": 440, "(4_9)": 2434, "(37_30)": 1404, "(24_37)": 977, "(9_33)": 2229, "(26_37)": 1322, "(58_64)": 3159, "(1_30)": 815, "(49_47)": 3150, "(29_54)": 4067, "(37_52)": 3717, "(9_44)": 816, "(55_17)": 1774, "(15_56)": 3277, "(30_38)": 2707, "(29_26)": 2053, "(60_35)": 3446, "(43_2)": 162, "(56_46)": 636, "(5_42)": 2607, "(20_34)": 659, "(29_58)": 2415, "(25_5)": 1778, "(35_49)": 728, "(37_41)": 4015, "(9_20)": 416, "(29_64)": 1548, "(43_49)": 1867, "(29_31)": 2164, "(57_8)": 961, "(32_8)": 3848, "(44_57)": 133, "(42_36)": 3047, "(32_30)": 3152, "(55_57)": 2153, "(15_16)": 3070, "(43_30)": 843, "(64_37)": 4031, "(45_62)": 431, "(25_6)": 3690, "(41_42)": 2339, "(5_33)": 1159, "(48_50)": 2602, "(26_57)": 1559, "(35_47)": 824, "(22_59)": 1533, "(15_30)": 1958, "(49_21)": 1098, "(28_9)": 2843, "(21_32)": 2420, "(14_32)": 1493, "(8_25)": 3218, "(35_27)": 3438, "(44_59)": 1553, "(37_63)": 3009, "(48_1)": 4094, "(11_63)": 35, "(36_18)": 1465, "(55_37)": 2134, "(22_46)": 156, "(43_27)": 1700, "(60_34)": 320, "(22_26)": 1927, "(1_23)": 3487, "(18_29)": 2856, "(59_20)": 4041, "(5_4)": 614, "(20_8)": 2952, "(36_45)": 906, "(42_2)": 1808, "(59_61)": 3699, "(14_25)": 2598, "(3_4)": 2409, "(57_11)": 2206, "(32_23)": 2900, "(55_39)": 2721, "(45_53)": 832, "(27_20)": 465, "(14_49)": 3938, "(34_48)": 2165, "(59_47)": 3309, "(61_36)": 1460, "(44_54)": 833, "(15_41)": 113, "(13_17)": 3335, "(1_12)": 585, "(22_60)": 2558, "(27_33)": 1012, "(31_42)": 1595, "(49_10)": 3801, "(11_15)": 705, "(52_24)": 3285, "(44_60)": 939, "(61_56)": 1937, "(41_33)": 1821, "(30_59)": 3421, "(12_47)": 3380, "(32_33)": 2991, "(48_21)": 2899, "(58_54)": 1084, "(17_42)": 1069, "(61_6)": 1470, "(1_43)": 1232, "(54_41)": 2753, "(59_59)": 893, "(63_2)": 9, "(26_8)": 2517, "(10_24)": 914, "(52_50)": 3317, "(46_48)": 4065, "(47_62)": 511, "(61_18)": 235, "(39_61)": 3490, "(22_13)": 2360, "(6_17)": 3443, "(27_44)": 1488, "(13_35)": 3479, "(54_44)": 500, "(8_26)": 1261, "(31_64)": 875, "(48_32)": 2710, "(8_18)": 3730, "(17_55)": 501, "(36_52)": 1391, "(39_45)": 1963, "(39_10)": 2798, "(49_40)": 990, "(17_39)": 2732, "(23_15)": 1384, "(64_12)": 2989, "(4_8)": 761, "(39_29)": 2616, "(41_20)": 336, "(28_7)": 370, "(47_13)": 2156, "(62_19)": 2037, "(12_39)": 2536, "(50_13)": 550, "(53_37)": 2282, "(54_28)": 199, "(15_4)": 2975, "(3_58)": 2630, "(62_20)": 3093, "(53_17)": 325, "(10_3)": 1052, "(28_34)": 1189, "(8_19)": 1471, "(2_50)": 3476, "(25_51)": 3302, "(30_60)": 2862, "(17_37)": 1831, "(30_35)": 1346, "(30_28)": 2874, "(40_3)": 1296, "(23_53)": 826, "(9_13)": 3188, "(12_24)": 658, "(60_43)": 3536, "(10_39)": 2643, "(60_55)": 3226, "(64_24)": 2140, "(2_43)": 1190, "(46_15)": 3774, "(24_57)": 3268, "(3_45)": 2932, "(42_20)": 2705, "(29_6)": 369, "(27_59)": 3177, "(60_48)": 3875, "(14_47)": 1745, "(49_31)": 2709, "(16_43)": 2161, "(38_3)": 2430, "(2_34)": 2024, "(24_61)": 2942, "(25_42)": 1985, "(18_37)": 3788, "(30_51)": 679, "(57_36)": 3321, "(46_7)": 2908, "(39_43)": 1965, "(17_1)": 3935, "(24_24)": 2534, "(44_35)": 3963, "(19_36)": 1589, "(38_52)": 2685, "(38_29)": 3423, "(62_44)": 345, "(62_33)": 2285, "(33_11)": 3822, "(28_58)": 3840, "(33_44)": 1954, "(51_11)": 2387, "(38_63)": 2667, "(19_56)": 859, "(32_56)": 2954, "(23_44)": 1027, "(6_31)": 1597, "(49_27)": 2033, "(34_59)": 2580, "(3_44)": 2112, "(16_61)": 2848, "(62_53)": 2444, "(21_39)": 3088, "(18_45)": 1731, "(53_20)": 3693, "(28_56)": 403, "(11_6)": 2826, "(58_25)": 27, "(3_12)": 796, "(42_55)": 1754, "(4_50)": 4038, "(46_45)": 3471, "(12_6)": 290, "(47_1)": 2038, "(58_32)": 620, "(3_63)": 182, "(43_52)": 2828, "(50_48)": 177, "(61_29)": 1934, "(59_10)": 32, "(47_58)": 3602, "(57_56)": 2673, "(47_31)": 3925, "(60_18)": 3997, "(50_64)": 29, "(42_15)": 3897, "(50_31)": 666, "(53_19)": 2996, "(57_3)": 4010, "(8_45)": 817, "(4_21)": 1871, "(7_18)": 3633, "(22_49)": 1784, "(20_19)": 916, "(52_64)": 3857, "(10_53)": 546, "(64_1)": 8, "(16_19)": 3537, "(32_15)": 317, "(30_8)": 430, "(49_25)": 3433, "(57_58)": 3439, "(40_35)": 385, "(57_10)": 2507, "(58_49)": 2203, "(50_26)": 2489, "(35_8)": 401, "(59_58)": 1618, "(39_52)": 1306, "(29_12)": 3024, "(35_7)": 2619, "(7_21)": 2245, "(63_31)": 2518, "(10_41)": 1787, "(59_21)": 99, "(19_38)": 1734, "(26_16)": 2455, "(25_34)": 355, "(44_34)": 3121, "(21_24)": 327, "(32_57)": 2098, "(51_5)": 3349, "(18_60)": 143, "(34_49)": 1930, "(7_43)": 1009, "(20_22)": 2662, "(63_13)": 2990, "(35_31)": 2188, "(21_48)": 115, "(35_64)": 1945, "(7_31)": 3507, "(40_53)": 415, "(5_25)": 100, "(35_9)": 935, "(20_64)": 820, "(63_55)": 1182, "(20_13)": 1886, "(63_22)": 1636, "(16_46)": 1313, "(48_49)": 2638, "(59_37)": 3019, "(57_61)": 45, "(60_31)": 2624, "(8_52)": 318, "(40_52)": 3744, "(4_32)": 1314, "(24_38)": 1648, "(37_31)": 697, "(9_32)": 2058, "(27_10)": 2844, "(27_64)": 3056, "(1_33)": 3949, "(60_51)": 2212, "(32_9)": 337, "(52_47)": 1067, "(55_14)": 1879, "(37_53)": 2686, "(55_49)": 3503, "(64_28)": 4095, "(15_57)": 72, "(18_1)": 1059, "(29_27)": 2310, "(43_3)": 4054, "(5_43)": 3028, "(56_47)": 900, "(26_34)": 1013, "(20_35)": 252, "(6_9)": 3781, "(44_29)": 229, "(35_48)": 1929, "(37_40)": 2909, "(9_21)": 232, "(29_30)": 1602, "(63_48)": 3598, "(56_58)": 1528, "(32_37)": 1910, "(31_9)": 4081, "(55_54)": 920, "(18_11)": 1660, "(10_36)": 2435, "(45_38)": 2240, "(19_7)": 1091, "(23_8)": 849, "(45_63)": 2751, "(41_43)": 741, "(5_32)": 1678, "(39_44)": 3326, "(48_51)": 3238, "(61_30)": 2494, "(27_49)": 2774, "(15_31)": 2783, "(28_8)": 3692, "(14_31)": 3517, "(16_37)": 184, "(35_26)": 3969, "(37_62)": 2304, "(22_45)": 3685, "(43_20)": 3704, "(59_54)": 3183, "(33_9)": 770, "(64_43)": 321, "(31_25)": 3269, "(20_7)": 1529, "(36_42)": 3324, "(5_5)": 827, "(44_12)": 801, "(32_20)": 2701, "(39_15)": 3241, "(14_26)": 3059, "(3_5)": 231, "(62_35)": 1459, "(62_2)": 675, "(64_36)": 3511, "(45_52)": 1817, "(41_32)": 3931, "(9_26)": 3936, "(7_3)": 3323, "(61_35)": 3751, "(61_42)": 3263, "(61_25)": 3113, "(1_59)": 1334, "(13_10)": 495, "(19_51)": 3838, "(15_40)": 2459, "(31_41)": 489, "(11_12)": 576, "(27_32)": 3048, "(52_25)": 1564, "(44_63)": 432, "(24_2)": 2443, "(61_51)": 305, "(18_33)": 529,