{"3382": 2708, "5988": 7861, "5989": 2978, "5982": 7129, "5983": 5508, "5980": 5251, "5981": 3358, "5986": 6839, "5987": 7027, "5984": 3827, "5985": 6081, "3381": 8505, "6796": 3436, "6797": 1356, "6794": 8432, "6795": 5160, "6792": 8598, "6793": 3935, "6790": 8356, "6791": 7897, "6798": 5953, "6799": 7652, "2147": 8731, "270": 88, "271": 90, "272": 972, "273": 1335, "274": 421, "275": 609, "276": 34, "277": 674, "278": 404, "279": 2075, "2146": 7258, "9528": 2172, "9529": 8287, "9258": 2737, "9259": 9727, "9524": 428, "9257": 423, "9254": 1600, "9527": 3471, "9520": 1394, "9253": 4428, "9250": 8777, "9251": 2070, "3519": 4109, "3518": 8730, "3513": 9146, "3512": 3738, "3511": 6260, "3510": 5328, "3517": 8572, "3516": 1716, "3515": 4476, "3514": 6710, "2688": 6005, "2689": 2547, "2684": 1454, "2685": 1438, "2686": 4480, "2687": 1140, "2680": 9300, "2681": 7689, "2682": 4034, "2683": 1913, "99": 445, "98": 522, "91": 462, "90": 536, "93": 201, "92": 941, "95": 729, "94": 342, "97": 647, "96": 664, "1177": 5070, "1176": 8260, "1175": 4709, "1174": 8016, "1173": 9986, "1172": 7596, "1171": 9289, "1170": 2730, "1179": 4948, "1178": 9098, "7188": 160, "7189": 3727, "877": 1349, "7180": 3112, "7181": 7709, "7182": 2942, "7183": 4659, "7184": 1717, "7185": 5929, "7186": 6389, "7187": 4284, "1227": 9484, "875": 1233, "1226": 7655, "3434": 1892, "1225": 8660, "3435": 898, "2659": 8072, "1224": 8931, "8549": 7170, "3436": 6091, "8019": 5034, "8018": 7677, "8017": 2443, "8016": 1694, "8015": 791, "8546": 3999, "8013": 660, "8540": 4492, "8543": 6242, "8010": 300, "7456": 587, "7457": 4345, "7454": 8713, "7455": 6695, "7452": 9155, "625": 8520, "7450": 5015, "2740": 1414, "1220": 9594, "2743": 1910, "7458": 3729, "7459": 7882, "2034": 4731, "2745": 3338, "2032": 1456, "2031": 7427, "7486": 9845, "2746": 1890, "2749": 7414, "4845": 8143, "4846": 5569, "6536": 9999, "4847": 657, "4734": 5648, "8290": 5233, "2319": 7357, "8293": 6725, "6535": 5916, "4842": 1444, "8295": 2472, "4843": 4765, "2314": 9297, "8294": 8979, "4739": 4586, "8297": 5618, "8296": 4356, "393": 1021, "392": 9303, "391": 759, "390": 1702, "397": 855, "396": 5264, "395": 6303, "394": 5488, "399": 8763, "398": 9674, "2309": 8794, "2308": 8282, "4729": 3804, "4728": 5004, "2301": 4733, "2300": 1649, "2303": 384, "4726": 5279, "2305": 2376, "2304": 7514, "2307": 3731, "4722": 3884, "5847": 444, "5846": 6118, "5845": 9683, "5844": 8172, "5843": 1379, "5842": 5130, "5841": 3329, "5840": 7046, "5849": 2784, "5848": 824, "3748": 2113, "3749": 2972, "3746": 9919, "3747": 1961, "3744": 3017, "3745": 143, "3742": 3194, "3743": 2156, "3740": 7497, "3741": 5665, "4620": 6197, "4621": 1986, "4622": 5532, "4623": 1073, "4624": 4930, "4625": 6205, "4626": 7895, "4627": 448, "4628": 7960, "4629": 6733, "179": 538, "178": 117, "177": 132, "176": 409, "175": 478, "174": 263, "173": 638, "172": 122, "171": 621, "170": 46, "5604": 7603, "7218": 4029, "7219": 3461, "7210": 3296, "7211": 1135, "7212": 5541, "7213": 4446, "7214": 7735, "7215": 2335, "7216": 595, "7217": 8810, "6217": 5506, "6216": 4646, "6215": 2484, "6214": 5645, "6213": 8962, "6212": 5250, "6211": 9478, "6210": 1318, "6219": 9807, "6218": 312, "6819": 4192, "6818": 8330, "6811": 2925, "6810": 4478, "6813": 9361, "6812": 2437, "6815": 9670, "6814": 2791, "6817": 3479, "6816": 8297, "9757": 2222, "9756": 9621, "9755": 2225, "9754": 7953, "9753": 6948, "9752": 4020, "9751": 5416, "9750": 8865, "9759": 2056, "9758": 2410, "8848": 6979, "8849": 4796, "8840": 8006, "8841": 6380, "8842": 1342, "8843": 3458, "8844": 1495, "8845": 6926, "8846": 5255, "8847": 4433, "8531": 9598, "7669": 6916, "7668": 3759, "7661": 1475, "7660": 9403, "7663": 1396, "7662": 8478, "7665": 7459, "7664": 6071, "7667": 1671, "7666": 127, "1768": 9731, "1769": 4881, "1762": 2833, "1763": 1197, "1760": 2349, "1761": 1888, "1766": 4631, "1767": 3381, "1764": 3357, "1765": 3907, "1546": 4892, "1547": 7712, "690": 4263, "1545": 3685, "1542": 1708, "1543": 1504, "1540": 3534, "695": 6665, "698": 4826, "699": 4307, "1548": 6984, "1549": 2458, "8710": 7477, "8711": 7365, "8712": 1948, "8713": 5236, "8714": 1040, "8715": 1859, "8716": 1132, "8717": 2030, "8718": 9010, "8719": 5551, "5618": 669, "5619": 6790, "5612": 8474, "5613": 2773, "5610": 5207, "5611": 3634, "5616": 5161, "5617": 6235, "5614": 6584, "5615": 9370, "7118": 6655, "9256": 3952, "9525": 1803, "9526": 9302, "1724": 8576, "9255": 8549, "9252": 8073, "9521": 5189, "9522": 8814, "367": 7840, "9523": 7063, "6778": 7240, "6779": 5943, "6774": 8241, "6775": 1899, "6776": 6626, "6777": 1465, "6770": 8259, "6771": 9347, "6772": 4385, "6773": 4412, "9964": 3268, "9965": 687, "9966": 3699, "9967": 9609, "9960": 6143, "9961": 2063, "9962": 5501, "9963": 7048, "9968": 6291, "9969": 5897, "258": 774, "259": 465, "365": 8148, "252": 946, "253": 64, "250": 94, "251": 386, "256": 424, "257": 21, "254": 563, "255": 274, "9508": 1560, "9509": 7724, "9502": 5257, "9503": 7178, "9500": 1384, "9501": 9374, "9506": 5676, "9507": 45, "9504": 906, "9505": 3493, "2432": 9872, "3689": 7651, "3688": 6999, "3583": 9712, "3683": 4150, "3682": 9895, "3681": 8789, "3680": 3145, "3687": 3590, "3686": 3138, "3685": 3312, "3684": 1819, "2518": 1696, "2519": 5588, "2514": 9821, "2515": 3998, "2516": 8047, "2517": 4264, "2510": 7014, "2511": 2625, "2512": 9647, "2513": 5873, "3531": 9016, "3530": 9275, "3533": 4722, "3532": 9526, "3535": 5757, "5059": 1482, "3537": 5988, "3536": 3618, "5054": 1939, "3538": 4810, "5056": 111, "5057": 3695, "5050": 5941, "5051": 5175, "5052": 7042, "5053": 7519, "6980": 7599, "8746": 7634, "1159": 2106, "1158": 6460, "1155": 9364, "1154": 9114, "1157": 7305, "1156": 8040, "1151": 1169, "1150": 1367, "1153": 8622, "1152": 8113, "8035": 1404, "8034": 3990, "8037": 3513, "8036": 921, "8031": 8516, "8030": 5481, "8033": 3710, "8032": 2968, "8039": 9746, "8038": 3630, "8529": 4600, "8528": 5612, "8523": 9568, "8522": 2102, "8521": 3919, "8520": 7871, "8527": 9293, "8526": 6058, "8525": 1058, "8524": 3228, "4299": 1418, "4298": 1467, "4295": 825, "4294": 5707, "4297": 3386, "4296": 9322, "4291": 7812, "4290": 6813, "4293": 8465, "4292": 1928, "4749": 8739, "4748": 5583, "4743": 3298, "4742": 5020, "4741": 6845, "4740": 1937, "4747": 400, "4746": 1918, "4745": 1345, "4744": 3342, "5869": 4860, "5868": 1732, "5865": 5759, "5864": 9463, "5867": 1172, "5866": 3476, "5861": 7609, "5860": 1592, "5863": 8964, "5862": 2093, "7581": 9692, "2183": 639, "2182": 5003, "2181": 5322, "2180": 9583, "2187": 8958, "2186": 6296, "2185": 1261, "4609": 3552, "4606": 8270, "4607": 7302, "4604": 634, "2188": 6188, "4602": 4845, "4603": 1012, "4600": 1806, "4601": 694, "6907": 5364, "6906": 5335, "6905": 8421, "6452": 2460, "9292": 8873, "8138": 5487, "8139": 4800, "151": 556, "150": 265, "153": 283, "152": 930, "155": 48, "154": 499, "157": 543, "156": 198, "159": 251, "158": 245, "6456": 5348, "6459": 9194, "6458": 4270, "7998": 7525, "4200": 9251, "8689": 172, "7609": 8716, "6187": 8725, "6186": 2729, "6185": 9339, "6184": 7829, "6183": 5978, "6182": 4061, "6181": 1540, "6180": 3481, "8133": 3417, "6189": 1544, "6188": 8954, "2727": 4046, "2726": 1010, "2725": 2951, "2724": 637, "2723": 7438, "2722": 9162, "2721": 1774, "2720": 7049, "2729": 5858, "2728": 7347, "7236": 2589, "7945": 4778, "9193": 3594, "7235": 1791, "7232": 6438, "9194": 4615, "7230": 2481, "9196": 548, "9199": 5507, "9198": 8106, "7948": 481, "7949": 2987, "7238": 6392, "7239": 9852, "692": 6308, "5564": 7238, "6239": 8059, "6238": 5376, "3089": 5397, "6235": 6757, "6234": 7213, "6237": 4188, "6236": 7187, "6231": 4078, "6230": 7420, "6233": 6696, "6232": 5779, "693": 8782, "7815": 7971, "9779": 4767, "9778": 7359, "3087": 8675, "9775": 6289, "9774": 1885, "9777": 6829, "9776": 2351, "9771": 6773, "9770": 8413, "9773": 6772, "9772": 8590, "8866": 4100, "8867": 4556, "8864": 378, "8865": 2139, "8862": 4620, "8863": 5417, "8860": 4031, "8861": 3720, "8868": 2463, "8869": 2993, "818": 9392, "819": 2873, "810": 554, "811": 9906, "812": 8949, "813": 6866, "814": 1629, "815": 800, "816": 3874, "817": 4521, "3495": 6660, "1700": 6458, "5266": 7912, "5265": 5432, "1703": 6008, "1704": 982, "5262": 402, "5261": 2535, "1707": 374, "1708": 8249, "1709": 2347, "2097": 7556, "5269": 8472, "5268": 3169, "4573": 6909, "4574": 7416, "2090": 6785, "4576": 6769, "4577": 9274, "3029": 1500, "3028": 9279, "3027": 1301, "3026": 8639, "3025": 7380, "3024": 1988, "3023": 7384, "3022": 4178, "3021": 1461, "3020": 8255, "8738": 962, "8739": 7422, "8736": 9404, "8737": 2307, "8734": 3107, "8735": 8850, "8732": 8088, "8733": 3920, "8730": 3334, "8731": 4753, "4198": 1115, "4199": 8723, "4196": 7996, "4197": 653, "4194": 4339, "4195": 1755, "4192": 6838, "4193": 4793, "4190": 920, "4191": 7283, "5670": 6167, "5671": 6006, "5672": 4994, "5673": 2906, "5674": 3152, "5675": 7817, "5676": 1525, "5677": 9562, "5678": 5731, "5679": 9650, "347": 9178, "6437": 3989, "8193": 8008, "6435": 1196, "6434": 3235, "8196": 3140, "8197": 4196, "8194": 7664, "6430": 2576, "8198": 9506, "8199": 1072, "6439": 4610, "6438": 8583, "6758": 6877, "6759": 8494, "6752": 5839, "6753": 2938, "6750": 1682, "6751": 1074, "6756": 5576, "6757": 4510, "6754": 5068, "6755": 3991, "9942": 6111, "9943": 9260, "9940": 1677, "9941": 2842, "9946": 8013, "9947": 3394, "9944": 3597, "9945": 2955, "343": 9112, "9948": 6527, "9949": 7859, "9390": 8124, "238": 120, "239": 959, "234": 164, "235": 3, "236": 497, "237": 280, "230": 553, "231": 157, "232": 50, "233": 44, "4680": 9356, "7673": 9701, "8740": 9665, "4681": 8805, "2538": 2719, "2539": 3326, "2532": 2631, "2533": 2982, "2530": 7247, "2531": 4299, "2536": 1109, "2537": 6752, "2534": 6470, "2535": 2205, "5078": 3995, "5079": 1580, "5072": 6989, "5073": 9196, "5070": 6556, "5071": 4605, "5076": 1923, "5077": 4184, "5074": 2675, "5075": 4448, "9560": 1689, "9561": 3492, "939": 1308, "938": 4436, "9564": 1220, "9565": 5206, "9566": 5350, "9567": 8987, "9568": 761, "9569": 2229, "931": 539, "930": 5668, "937": 620, "936": 631, "935": 9871, "934": 8489, "5380": 8095, "5381": 6207, "5382": 8762, "5383": 7908, "5384": 9936, "5385": 9991, "5386": 585, "5387": 1688, "5388": 183, "5389": 3837, "1754": 9805, "3227": 9688, "9384": 1121, "9385": 4872, "9386": 8859, "794": 57, "793": 1298, "9381": 2312, "9382": 6026, "790": 5122, "9388": 2360, "9389": 7911, "799": 1513, "798": 9627, "2144": 8411, "2143": 6185, "2414": 5890, "1139": 1946, "1138": 8022, "2417": 6467, "1133": 861, "1132": 5745, "1131": 6341, "1130": 5152, "1137": 9261, "1136": 7691, "1135": 8846, "1134": 4370, "4974": 6652, "9144": 7241, "9864": 9150, "2418": 9017, "4977": 8900, "7148": 9192, "7149": 4702, "7144": 9635, "7145": 7392, "7146": 2848, "7147": 9866, "7140": 2104, "7141": 4922, "7142": 4855, "7143": 5010, "4972": 6231, "2148": 9757, "8501": 782, "8052": 7850, "8051": 3267, "8502": 9337, "8505": 5624, "8504": 582, "8507": 3106, "8054": 5944, "8509": 2101, "8508": 9664, "8059": 5142, "8058": 9612, "2882": 4929, "2883": 3985, "7498": 6150, "7499": 4347, "2886": 9057, "2887": 3304, "2884": 7133, "2885": 8018, "7492": 3026, "7493": 9367, "7490": 2739, "7491": 3707, "7496": 2528, "7497": 8747, "7494": 420, "7495": 5974, "2": 7084, "3276": 5865, "3277": 2050, "3274": 9572, "477": 7701, "1923": 7894, "3272": 6767, "3273": 309, "1926": 3525, "6589": 9395, "1927": 9557, "4761": 5627, "4760": 4978, "4763": 5465, "4762": 862, "4765": 3374, "4764": 5141, "4767": 3877, "4766": 9605, "4769": 4074, "4768": 7104, "6588": 7901, "8767": 6571, "5809": 9824, "5808": 6344, "5803": 3227, "5802": 6713, "5801": 2638, "5800": 3244, "5807": 2823, "5806": 8770, "5805": 3420, "5804": 4815, "685": 9818, "1572": 5036, "1571": 8667, "686": 9739, "681": 5240, "680": 5179, "683": 9943, "682": 2183, "6935": 9402, "4888": 1987, "4889": 3089, "2709": 6480, "2708": 8303, "4880": 4668, "4881": 3137, "4882": 5783, "2706": 1207, "4884": 7743, "4885": 1777, "2703": 842, "2702": 964, "7962": 2902, "7963": 6789, "7960": 4173, "7961": 5623, "7966": 5489, "7967": 3341, "9179": 2295, "9178": 3936, "9177": 2213, "9176": 3548, "9175": 2738, "9174": 1794, "9173": 5336, "9172": 8721, "9171": 2384, "9170": 7810, "6259": 6302, "6258": 1820, "6253": 7102, "6252": 5768, "6251": 4787, "6250": 7162, "6257": 8335, "6256": 6259, "6255": 6768, "6254": 2316, "8545": 2990, "9719": 2278, "9718": 3349, "8544": 2595, "9713": 6236, "9712": 7275, "9711": 6858, "9710": 7780, "9717": 1336, "8547": 4213, "9715": 9491, "9714": 8169, "832": 4115, "3475": 4237, "830": 8278, "831": 1043, "3470": 3670, "8889": 352, "834": 6564, "3473": 2711, "8884": 2533, "8885": 2088, "838": 5597, "8887": 4683, "3478": 2958, "8881": 5146, "8882": 986, "8012": 7441, "8011": 9569, "8542": 4903, "2413": 9547, "8687": 7123, "7453": 9202, "7023": 4224, "5249": 5411, "5248": 5700, "1728": 9096, "1729": 5661, "1726": 1725, "1727": 4912, "5247": 6526, "5246": 854, "1722": 3331, "9005": 7841, "1720": 5600, "5242": 4007, "6223": 8107, "9004": 8079, "5626": 8874, "7027": 9058, "9002": 5614, "7931": 8162, "5624": 7103, "7025": 9606, "7930": 6578, "9000": 8525, "7281": 6919, "3005": 3603, "3311": 3522, "3007": 4472, "7280": 7004, "3001": 3151, "3000": 8030, "3003": 6793, "3002": 359, "7287": 9205, "3009": 3497, "3313": 822, "7286": 2997, "1588": 5780, "1589": 5999, "9108": 506, "1582": 5277, "3315": 2238, "1580": 1428, "1581": 4301, "1586": 8503, "1587": 5021, "1584": 3977, "1585": 3193, "7939": 8205, "3317": 4503, "7938": 6276, "5480": 2145, "7289": 1096, "1635": 9762, "7288": 973, "9450": 6298, "9451": 2276, "9452": 9633, "5658": 4509, "5659": 4054, "5656": 7054, "5657": 5321, "5654": 9282, "5655": 2992, "5652": 3423, "5653": 6052, "5650": 9201, "5651": 3277, "7705": 9116, "6419": 2581, "6418": 2320, "6415": 8796, "6414": 2521, "6417": 87, "6416": 1128, "6411": 4397, "6410": 4463, "6413": 4820, "6412": 6433, "7777": 7987, "7776": 8502, "7775": 6352, "7774": 1736, "7773": 5509, "7772": 1748, "7771": 61, "7770": 9639, "7779": 1421, "7778": 1149, "3917": 6514, "3916": 6206, "3915": 9239, "3914": 2508, "3913": 7610, "3912": 3655, "3911": 9801, "3910": 4087, "3919": 2036, "3918": 1343, "6730": 7212, "8315": 4364, "8316": 2837, "8317": 2136, "8310": 2066, "8311": 5033, "6736": 1701, "8313": 532, "6738": 3790, "6739": 1474, "8318": 4449, "8319": 8610, "9928": 2286, "9929": 9565, "460": 9690, "9920": 5383, "9921": 6676, "9922": 3283, "9923": 1665, "9924": 8457, "9925": 7766, "9926": 1737, "9927": 1956, "216": 375, "217": 431, "214": 754, "215": 1228, "212": 167, "213": 610, "210": 62, "211": 517, "218": 605, "219": 762, "6088": 8901, "6089": 6737, "6086": 2345, "6087": 6125, "6084": 722, "6085": 7785, "6082": 5194, "6083": 5715, "6080": 7918, "6081": 8221, "3285": 7993, "462": 770, "2134": 8187, "3649": 6038, "3648": 8621, "3647": 6451, "3646": 4748, "3645": 8036, "3644": 743, "3643": 1605, "3642": 4775, "3641": 3136, "3640": 1153, "2550": 2755, "2551": 9124, "2552": 1549, "2553": 5361, "2554": 3411, "2555": 4122, "2556": 3558, "2557": 3379, "2558": 3814, "2559": 8961, "5010": 5807, "5011": 6906, "5012": 5659, "5013": 1593, "5014": 6324, "5015": 6969, "5016": 3265, "5017": 7541, "5018": 37, "5019": 8904, "3281": 6983, "4419": 9003, "4418": 1835, "4417": 5354, "4416": 5981, "4415": 2265, "4414": 9454, "4413": 2060, "4412": 2903, "4411": 1493, "4410": 3625, "919": 5815, "918": 4843, "9548": 7346, "9549": 4712, "9546": 8184, "9547": 7255, "917": 1199, "9545": 1142, "911": 2220, "9543": 758, "9540": 1168, "912": 2019, "7918": 5492, "797": 6924, "7168": 1692, "7169": 7630, "7162": 4971, "7163": 3620, "7160": 7834, "7161": 3189, "7166": 2182, "7167": 7272, "7164": 3770, "7165": 5486, "3701": 8733, "8079": 3179, "8078": 3614, "631": 3119, "8071": 2807, "8070": 3025, "8073": 8649, "8072": 5049, "8075": 7869, "632": 2555, "8077": 6798, "8076": 9452, "633": 1570, "1216": 6027, "1217": 8089, "8888": 5082, "1214": 6975, "8637": 7155, "1215": 7521, "1447": 2077, "1110": 217, "1445": 5087, "1112": 5550, "1115": 3378, "1114": 4204, "1441": 3306, "1116": 8694, "1119": 8791, "1118": 6530, "1449": 2152, "1448": 2412, "2004": 5749, "2005": 3704, "4585": 3870, "4856": 1969, "4587": 317, "2009": 4174, "8635": 8821, "4853": 8122, "4852": 8955, "4725": 4105, "4851": 1901, "3705": 5679, "4724": 2901, "8268": 7932, "4582": 1238, "4727": 2592, "6524": 9039, "8634": 6204, "2302": 8268, "6914": 9163, "4721": 3392, "4720": 9381, "6529": 1669, "4723": 7132, "4789": 235, "8265": 6416, "4787": 5644, "4786": 9909, "4785": 8839, "4784": 3782, "4783": 3419, "4782": 3266, "4781": 6521, "4780": 8985, "5821": 8443, "5820": 4919, "5823": 9677, "5822": 3894, "5825": 3573, "5824": 5319, "5827": 1517, "5826": 1026, "5829": 412, "5828": 963, "7914": 9898, "199": 126, "198": 573, "195": 86, "194": 267, "197": 315, "196": 68, "191": 13, "190": 612, "193": 224, "192": 814, "9155": 5067, "9154": 4938, "2769": 3805, "9156": 5442, "9151": 2713, "9150": 6397, "9153": 8835, "9152": 2607, "2763": 5267, "2762": 9682, "2761": 3230, "2760": 1768, "2767": 1733, "2766": 1167, "2765": 4072, "2764": 5775, "7908": 2393, "7909": 5227, "9489": 3703, "9488": 47, "7900": 3507, "9482": 871, "7902": 8534, "7903": 3101, "9487": 4271, "7905": 912, "7906": 4661, "7907": 1288, "6271": 8378, "6270": 8262, "6273": 5833, "6272": 1625, "6275": 8281, "6274": 1316, "6277": 8736, "6276": 7517, "6279": 2268, "6278": 2506, "8883": 9171, "9731": 3172, "9730": 3754, "9733": 310, "9732": 7113, "9735": 5132, "9734": 2012, "9737": 9592, "9736": 4565, "9739": 7542, "9738": 8836, "3452": 6744, "855": 1150, "3450": 1753, "3451": 3967, "3456": 3037, "3457": 8315, "852": 1409, "3455": 7379, "3458": 649, "3459": 6814, "858": 6607, "859": 2447, "6": 1123, "5229": 1190, "5228": 1662, "5223": 4866, "5222": 7138, "5221": 5380, "5220": 5188, "5227": 7117, "5226": 3543, "5225": 4312, "5224": 3164, "3063": 8529, "3062": 9977, "3061": 9759, "3060": 1982, "3067": 9477, "3066": 4151, "3065": 4682, "3064": 3195, "3069": 5736, "3068": 5885, "9818": 9520, "7574": 7564, "9814": 2512, "9815": 4988, "3260": 8793, "1304": 5662, "1305": 5730, "1306": 7218, "1307": 3538, "1300": 8879, "1301": 8867, "1302": 3609, "1303": 2736, "1308": 2519, "1309": 4561, "498": 5811, "499": 4814, "494": 4674, "495": 9453, "496": 2616, "497": 4980, "490": 8967, "491": 5127, "492": 6043, "493": 8291, "6479": 9087, "6478": 3257, "6473": 8712, "6472": 1503, "6471": 9115, "6470": 7126, "6477": 2008, "6476": 6582, "6475": 5626, "6474": 4348, "9241": 6685, "7759": 4001, "7758": 6666, "9536": 5657, "7755": 7983, "7754": 8387, "7757": 7938, "7756": 9717, "7751": 8180, "7750": 1307, "7753": 9967, "7752": 2859, "9242": 7685, "3939": 7269, "3938": 5997, "3935": 1025, "3934": 2344, "3937": 5940, "3936": 4281, "3931": 1779, "3930": 3661, "3933": 206, "9532": 7739, "1241": 8394, "8333": 18, "8330": 8977, "8331": 8811, "8336": 5640, "9247": 5006, "8334": 9457, "6719": 4201, "6716": 7726, "6717": 2084, "8338": 2890, "9246": 7507, "6712": 1152, "6713": 1364, "6710": 7281, "6711": 9823, "9906": 3792, "9907": 240, "9904": 1254, "9905": 5920, "9902": 7540, "9903": 4276, "9900": 9734, "9901": 8959, "9908": 4111, "9909": 8940, "3267": 8034, "4044": 9234, "4045": 7700, "4046": 6393, "4047": 8263, "4040": 1679, "4041": 2326, "4042": 606, "4043": 6023, "4048": 8395, "4049": 8238, "7953": 1217, "3665": 3362, "3664": 9479, "3667": 7643, "3666": 8550, "3661": 6738, "3660": 9663, "3663": 4343, "3662": 4783, "3669": 7189, "3668": 9586, "5582": 4371, "2578": 5835, "2579": 3885, "2576": 4673, "2577": 8560, "2574": 5782, "2575": 6342, "2572": 9306, "5583": 2361, "2570": 8965, "2571": 5579, "3593": 5948, "3592": 5989, "3591": 9835, "3590": 9816, "3597": 1304, "3596": 8437, "3595": 1996, "3594": 1846, "5036": 459, "5037": 7877, "5034": 4145, "5035": 3825, "5032": 9798, "5033": 4608, "5030": 5372, "5031": 5971, "4435": 5125, "4434": 2733, "4437": 5793, "4436": 7707, "4431": 7562, "4430": 7881, "4433": 8808, "4432": 846, "4439": 5398, "4438": 1154, "977": 4977, "976": 8773, "975": 9782, "974": 9961, "973": 7311, "972": 3776, "971": 1798, "970": 3628, "979": 9508, "978": 2356, "8927": 1282, "8926": 5495, "8925": 5533, "8924": 8384, "8923": 4567, "8922": 4337, "8921": 2909, "8920": 5708, "8929": 8748, "8928": 2215, "5414": 9248, "3387": 6764, "3384": 2299, "7100": 7946, "7101": 4294, "7102": 6794, "3385": 6964, "7104": 5317, "7105": 4867, "7106": 9123, "7107": 3687, "7108": 5619, "7109": 5108, "5411": 7149, "5412": 365, "5413": 8086, "1681": 3833, "1680": 1406, "1683": 7640, "1682": 2781, "1685": 2959, "1684": 4642, "1687": 5534, "652": 1114, "1689": 5629, "1688": 672, "5419": 7429, "653": 6391, "5196": 1984, "1408": 8604, "1469": 6649, "1468": 5653, "1465": 8980, "1464": 4359, "1467": 1999, "1466": 1770, "1461": 9972, "1460": 6355, "1463": 8061, "1462": 3131, "7975": 7624, "4239": 3638, "4238": 105, "4237": 2292, "4236": 8677, "4235": 7573, "4234": 5290, "4233": 4255, "4232": 678, "4231": 3550, "4230": 6304, "5591": 4103, "5590": 3010, "5593": 6501, "5592": 7656, "5595": 3422, "5594": 1915, "5597": 4176, "5596": 4392, "7974": 2132, "5598": 9566, "7285": 5566, "319": 147, "318": 5832, "7977": 2937, "313": 5128, "312": 7650, "311": 2569, "310": 7309, "317": 2371, "316": 5877, "315": 2975, "314": 9021, "7284": 1617, "443": 6139, "442": 2303, "441": 7298, "440": 9167, "1331": 55, "1330": 8756, "1544": 8138, "406": 7158, "444": 5849, "630": 6529, "6936": 8049, "2690": 9933, "8698": 9817, "2299": 5520, "2298": 9729, "8129": 1130, "2293": 2380, "2292": 8688, "2291": 4511, "2290": 1727, "2297": 785, "2296": 643, "2295": 9815, "2294": 5747, "8695": 7051, "8694": 7948, "8125": 8894, "6939": 2775, "8691": 8117, "8690": 8493, "8693": 9601, "8692": 7745, "7926": 4752, "9132": 4454, "7924": 1588, "7925": 4915, "7922": 1658, "7923": 5295, "7920": 926, "7921": 3982, "7298": 5996, "7299": 392, "9139": 5913, "9138": 7156, "7704": 7592, "7928": 6229, "7929": 5394, "38": 112, "6299": 5052, "6298": 3402, "6297": 4101, "6296": 4351, "6295": 3051, "6294": 8167, "6293": 3535, "6292": 2830, "6291": 1283, "6290": 5737, "4672": 7282, "7708": 5060, "34": 338, "3438": 8623, "3439": 870, "878": 236, "879": 139, "3430": 6400, "3431": 953, "874": 4421, "3433": 2140, "872": 5449, "873": 4598, "870": 1081, "871": 3165, "2741": 2619, "4593": 5434, "4590": 2097, "2742": 5351, "4596": 1559, "2744": 2874, "2747": 2609, "4595": 5352, "4844": 5651, "2748": 5526, "4598": 5241, "4599": 2331, "4840": 7506, "4841": 7297, "2039": 2882, "2038": 3065, "5201": 4143, "5200": 407, "5203": 4432, "5202": 212, "5205": 3510, "5204": 1215, "5207": 6313, "5206": 1902, "5209": 9299, "5208": 4346, "1911": 3370, "3049": 8418, "3048": 1674, "3041": 4234, "3040": 2665, "3043": 8920, "3042": 5199, "3045": 3251, "3044": 9317, "3047": 3087, "3046": 6642, "1913": 8801, "461": 5755, "7522": 8431, "1094": 4729, "1095": 4016, "1096": 6483, "1097": 9295, "1090": 2176, "1091": 6599, "1092": 4377, "1093": 9264, "1098": 3565, "1099": 3032, "3294": 9466, "1915": 6420, "1322": 266, "1323": 8132, "1320": 4535, "1321": 8136, "1326": 1265, "1327": 5341, "1324": 1353, "1325": 1310, "1328": 7109, "1329": 7465, "8682": 1927, "6450": 4414, "6453": 7403, "6904": 3698, "6455": 4776, "6454": 79, "6901": 5320, "8685": 4298, "8134": 2429, "8135": 3591, "8136": 6030, "8137": 1439, "8130": 6844, "8131": 4366, "6909": 9130, "6908": 4870, "7739": 5355, "7738": 9266, "7733": 4059, "7732": 6810, "7731": 9063, "7730": 9869, "7737": 3866, "7736": 7753, "7735": 2206, "7734": 1086, "3959": 7492, "3958": 4376, "3953": 4573, "3952": 3910, "3951": 230, "3950": 5558, "3957": 7489, "3956": 9291, "3955": 1489, "3954": 8144, "8358": 4918, "8359": 5915, "8350": 5154, "8351": 7100, "8352": 8509, "8353": 6603, "8354": 977, "8355": 5936, "8356": 6499, "8357": 281, "4062": 6635, "4063": 8145, "4060": 1046, "4061": 5468, "4066": 7428, "4067": 2018, "4064": 9827, "4065": 6852, "4068": 6662, "4069": 8198, "5784": 5706, "5785": 2814, "5786": 677, "5787": 9321, "5780": 3789, "5781": 3399, "5782": 2798, "5783": 7636, "4788": 7981, "5788": 2674, "5789": 9944, "3603": 6035, "3602": 7903, "3601": 9730, "3600": 9135, "3607": 6348, "3606": 8329, "3605": 8647, "3604": 6968, "3609": 9326, "3608": 3125, "8146": 9846, "4453": 9156, "4452": 7277, "4451": 8193, "4450": 3637, "4457": 1609, "4456": 3892, "4455": 6555, "4454": 8083, "4459": 9698, "4458": 1992, "959": 2948, "958": 3373, "951": 2703, "950": 4718, "953": 547, "952": 8580, "955": 8690, "954": 8427, "957": 8310, "956": 9173, "6334": 1329, "6335": 2067, "6336": 6605, "6337": 2325, "6330": 4309, "6331": 3408, "6332": 5215, "6333": 1564, "6338": 8717, "6339": 3203, "1855": 8271, "9674": 6485, "9675": 65, "9676": 5754, "9677": 613, "9670": 8352, "9671": 4998, "9672": 8053, "9673": 4297, "9678": 6163, "9679": 3506, "8909": 6490, "8908": 5172, "8905": 9414, "8904": 935, "8907": 949, "8906": 7334, "8901": 2010, "8900": 4374, "8903": 9808, "8902": 6220, "2174": 7188, "2175": 9348, "7128": 4603, "7129": 7315, "7126": 4014, "7127": 6122, "7124": 211, "7125": 7081, "7122": 6227, "7123": 4759, "7120": 4355, "7121": 4202, "4964": 9504, "6841": 8652, "1669": 2788, "1668": 3382, "1667": 3184, "1666": 3968, "1665": 3876, "1664": 9185, "1663": 6101, "1662": 7548, "1661": 8044, "1660": 3367, "591": 81, "590": 2570, "593": 9697, "592": 2822, "595": 3863, "594": 4002, "597": 3083, "596": 1264, "599": 2283, "598": 6077, "2828": 7937, "2829": 5312, "2824": 4027, "2825": 5785, "2826": 8217, "2827": 6116, "2820": 510, "2821": 571, "2822": 9893, "2823": 2575, "3386": 5300, "5797": 6718, "5416": 2789, "5417": 5304, "5410": 3428, "3383": 6512, "3380": 5148, "3967": 6533, "1490": 8700, "5418": 6615, "3964": 5907, "3388": 583, "3389": 1036, "1409": 530, "3965": 7270, "1403": 3253, "1402": 1700, "1401": 5201, "1400": 7718, "1407": 8893, "1406": 1931, "1405": 645, "1404": 9151, "4215": 5007, "4214": 2499, "4217": 4481, "4216": 4242, "4211": 9654, "4210": 3218, "4213": 3177, "4212": 5050, "5790": 6080, "4219": 5081, "4218": 7661, "691": 9461, "696": 8575, "697": 2287, "1933": 9942, "1492": 4680, "694": 9587, "5579": 7662, "5578": 3893, "5577": 9357, "5576": 9538, "5575": 9887, "5574": 9026, "5573": 6656, "5572": 2998, "5571": 7444, "5570": 6386, "1930": 8612, "5799": 6471, "3265": 8021, "5798": 1183, "1936": 8450, "339": 5610, "338": 6331, "335": 8933, "334": 8676, "337": 5086, "3266": 5649, "331": 7772, "330": 619, "333": 7231, "332": 1746, "3269": 8003, "3268": 3395, "5126": 5933, "1494": 7163, "5127": 4874, "5002": 9273, "5001": 6492, "3631": 9850, "3200": 6702, "5006": 8597, "6109": 5156, "6108": 1509, "6107": 2071, "6106": 1924, "6105": 4181, "6104": 9451, "6103": 1767, "6102": 5685, "6101": 3077, "6100": 5096, "9119": 2854, "9118": 2632, "9449": 8903, "9448": 2181, "9111": 976, "9110": 848, "9113": 618, "9444": 1672, "9115": 2146, "9114": 4253, "9117": 6489, "9116": 3554, "3336": 9989, "5004": 9558, "7749": 9071, "3416": 7363, "8530": 7176, "3414": 6225, "3415": 9373, "3412": 555, "3413": 951, "3410": 6593, "8023": 3217, "1931": 4959, "1597": 8880, "8020": 6191, "3418": 3180, "3419": 5390, "8021": 2634, "8026": 5447, "8535": 9019, "4868": 942, "4869": 4604, "2019": 9740, "8024": 4989, "4862": 1263, "2014": 1293, "2017": 116, "4861": 5213, "2011": 1273, "2010": 3173, "4864": 1611, "4865": 9301, "1937": 8441, "3335": 7165, "2881": 9069, "7018": 6183, "9035": 7584, "7014": 6435, "7015": 7622, "9447": 9680, "9446": 9386, "9445": 5784, "9112": 9350, "9443": 3206, "9442": 5214, "9441": 8253, "9440": 7500, "1348": 3962, "1349": 8011, "450": 1761, "451": 3262, "452": 4342, "453": 2208, "1344": 516, "455": 2686, "456": 5638, "1347": 6658, "8118": 2709, "8119": 9488, "6929": 9662, "6928": 3527, "8112": 1541, "6924": 6758, "8110": 1546, "6926": 5850, "8116": 1045, "8117": 4684, "8114": 4272, "8115": 5837, "7711": 911, "7710": 748, "7713": 9355, "7712": 2980, "7715": 7045, "7714": 7620, "7717": 4756, "7716": 5987, "7719": 4427, "7718": 3964, "7505": 8767, "8376": 8407, "8377": 9932, "8374": 2682, "8375": 8093, "8372": 3185, "8373": 5515, "8370": 3310, "8371": 2745, "833": 2671, "8378": 2544, "8379": 2696, "UNK": 1, "7500": 9803, "4008": 7043, "4009": 8492, "4000": 2170, "4001": 4703, "4002": 4390, "4003": 5077, "4004": 2480, "4005": 8613, "4006": 6001, "4007": 8349, "3971": 5272, "3970": 2055, "3973": 7597, "3972": 3113, "3975": 1782, "3974": 4850, "3977": 2300, "3976": 4137, "3979": 9119, "3978": 233, "3629": 5484, "837": 6586, "8140": 7382, "3621": 7545, "3620": 2157, "3623": 9397, "3622": 416, "3625": 4617, "3624": 8720, "3627": 9333, "3626": 5559, "4479": 6683, "4478": 6300, "2955": 6936, "4471": 4831, "4470": 4983, "4473": 2436, "4472": 8605, "4475": 7114, "4474": 3305, "4477": 9537, "4476": 345, "8145": 6715, "876": 7784, "8144": 9020, "2464": 1452, "2465": 928, "2466": 5954, "2467": 4278, "2460": 1612, "2461": 8332, "2462": 286, "2463": 6978, "2468": 2505, "1027": 8543, "1026": 9047, "9459": 1909, "5340": 3835, "5341": 6373, "1023": 9553, "3417": 8960, "1022": 8192, "6312": 6623, "6313": 7211, "6310": 9760, "6311": 5956, "6316": 5297, "6317": 7975, "6314": 2311, "6315": 5337, "6318": 220, "6319": 4499, "5348": 2898, "3411": 9113, "1028": 8643, "9652": 888, "9653": 7865, "9650": 4859, "9651": 507, "9308": 4439, "9657": 7906, "9654": 5407, "9655": 4587, "9304": 9097, "9305": 1641, "9658": 4766, "9659": 8153, "9300": 3293, "9301": 9751, "9302": 4418, "9303": 8265, "8969": 795, "8968": 9219, "8963": 2054, "8962": 1627, "8961": 4361, "8960": 6132, "8967": 802, "8966": 5288, "8965": 1424, "8964": 260, "9455": 6879, "9578": 9527, "1645": 8698, "1644": 6022, "1647": 4627, "1646": 5230, "1641": 1995, "1640": 8797, "1643": 7476, "1642": 9485, "1649": 6079, "1648": 575, "4979": 6634, "792": 6886, "579": 1921, "578": 2163, "573": 6693, "572": 3134, "571": 9630, "570": 2944, "9457": 2541, "576": 7460, "575": 8795, "574": 6589, "2808": 6003, "2809": 1754, "2802": 7152, "2803": 4323, "2800": 4183, "2801": 7318, "2806": 3102, "2807": 9425, "2804": 9307, "2805": 304, "5432": 7023, "5433": 996, "5430": 3841, "5431": 2531, "1425": 1314, "1424": 8027, "5434": 5008, "5435": 4488, "3364": 3311, "3365": 816, "5438": 2851, "5439": 1331, "3360": 6238, "3361": 7339, "3362": 2679, "3363": 4667, "2018": 7099, "4273": 6947, "4272": 9390, "4271": 3282, "4270": 1469, "4277": 7025, "4276": 4129, "4275": 9915, "4274": 2149, "609": 7333, "4279": 3486, "4278": 2491, "608": 9786, "5555": 5853, "5554": 7150, "5557": 3474, "5556": 1547, "5551": 5437, "5550": 4594, "5553": 3015, "5552": 1756, "4905": 8732, "5559": 3993, "5558": 4222, "2016": 6262, "4866": 4062, "4867": 9531, "8589": 1174, "8588": 3232, "2013": 2427, "8581": 2059, "8580": 3716, "8583": 2073, "8582": 7448, "8585": 3401, "8584": 7950, "8587": 1391, "8586": 1880, "6440": 8642, "9453": 5621, "5129": 9992, "5883": 7949, "5882": 9432, "5881": 858, "5880": 1765, "5887": 3701, "5886": 1131, "5885": 9928, "5884": 4888, "5889": 5740, "5888": 4329, "2497": 9292, "6554": 9054, "6555": 4711, "6556": 4142, "6557": 2763, "6550": 1607, "6551": 1385, "6552": 2527, "6553": 3111, "6558": 2269, "6559": 705, "5875": 6551, "7504": 1582, "356": 2796, "7506": 2812, "7507": 4422, "353": 2314, "7501": 271, "7502": 4550, "9880": 5032, "8332": 8469, "7508": 9885, "7509": 6620, "359": 2933, "9888": 7676, "6125": 3345, "4855": 4268, "6127": 6078, "6126": 6716, "6121": 2319, "6120": 4161, "6123": 8657, "6122": 5225, "6129": 3144, "6128": 2451, "3750": 9581, "8677": 1780, "4633": 5224, "2191": 9217, "4631": 364, "2193": 5984, "2259": 153, "2258": 1079, "2257": 8033, "2256": 7389, "2255": 9554, "2254": 4182, "2253": 766, "2252": 1759, "2251": 5258, "4636": 1013, "3224": 2756, "4635": 2091, "2197": 6992, "2785": 3752, "2784": 5078, "4802": 4314, "4803": 246, "2781": 4928, "4805": 2338, "4806": 1970, "4807": 3924, "4808": 6370, "4809": 3966, "2789": 5265, "2788": 937, "9465": 2476, "9464": 1366, "9467": 2267, "2078": 493, "9461": 3587, "9460": 2465, "9463": 671, "9462": 4458, "2073": 9028, "2072": 9552, "2071": 8412, "2070": 8243, "9469": 4760, "2076": 489, "2075": 194, "2074": 7625, "8790": 7256, "9793": 3339, "9792": 2599, "9791": 9788, "9790": 7513, "9797": 7056, "9796": 9126, "9795": 6113, "9794": 3328, "9799": 3269, "9798": 4728, "8791": 8161, "8339": 8837, "7081": 9826, "7080": 8624, "7083": 3616, "7082": 6957, "7085": 4985, "7084": 3219, "7087": 8304, "7086": 2928, "7089": 1822, "7088": 3271, "9807": 3074, "7585": 9391, "9805": 6114, "6495": 5810, "6494": 4240, "6497": 2044, "6496": 2717, "8174": 6042, "8175": 8121, "6493": 1374, "6492": 8473, "8178": 3872, "8179": 5719, "6499": 7236, "6498": 3335, "9802": 4170, "6949": 1253, "6948": 2241, "9801": 7071, "6943": 6401, "6942": 8097, "6941": 7576, "7583": 2387, "6947": 1834, "6946": 3850, "6945": 744, "6944": 2689, "8205": 8428, "8998": 6834, "8398": 2333, "8399": 5012, "8394": 4485, "8395": 6722, "8396": 5797, "8397": 4036, "8390": 8023, "8391": 818, "8392": 1145, "8393": 4762, "4913": 6405, "4398": 5276, "4399": 2457, "4390": 9240, "4391": 1997, "4392": 4562, "4393": 8518, "4394": 3652, "4395": 2448, "4396": 8001, "4397": 1296, "1366": 3385, "473": 651, "3195": 4780, "471": 6537, "476": 4761, "1363": 5459, "3191": 8280, "475": 2678, "478": 4677, "479": 3721, "1368": 6698, "3198": 6539, "4026": 1699, "4027": 6349, "4024": 6106, "4025": 6771, "4022": 4614, "4023": 2945, "4020": 7291, "4021": 6804, "4028": 1728, "4029": 1120, "3999": 2961, "3998": 5805, "3997": 5872, "3996": 7555, "3995": 3098, "3994": 9482, "3993": 6619, "3992": 6913, "3991": 5601, "3990": 5840, "8165": 6627, "8999": 9720, "8697": 9702, "298": 2656, "299": 4652, "296": 2173, "297": 5818, "294": 1127, "295": 4532, "292": 811, "293": 38, "290": 388, "291": 880, "587": 9597, "2442": 7086, "2443": 5636, "2440": 1810, "2441": 6778, "2446": 8211, "2447": 9774, "2444": 2197, "2445": 7131, "2448": 7631, "2449": 3504, "7867": 2559, "7866": 8333, "7865": 2404, "7864": 6018, "7863": 1488, "7862": 7399, "7861": 4023, "7860": 4701, "7869": 5094, "7868": 5924, "8829": 4327, "6378": 1749, "6379": 7878, "4144": 9778, "6370": 5365, "6371": 8726, "6372": 8380, "6373": 8348, "6374": 4516, "6375": 3644, "6376": 5150, "6377": 9287, "9638": 9152, "9639": 1506, "9328": 2939, "9329": 7856, "5484": 7768, "9630": 275, "9323": 2252, "9320": 3115, "9633": 4715, "9634": 2809, "9327": 7007, "9636": 1551, "9637": 2974, "8941": 2282, "8940": 8274, "8943": 8366, "8942": 2125, "8945": 864, "8944": 7551, "8947": 1471, "8946": 6097, "8949": 8769, "8948": 3192, "3853": 5549, "1436": 5243, "3390": 4116, "7394": 9634, "5405": 8999, "3392": 1884, "5403": 1844, "3394": 2663, "5182": 3963, "1990": 1453, "3205": 2420, "1620": 3056, "3203": 1317, "1994": 469, "1625": 2310, "1624": 4146, "1999": 5261, "1998": 7364, "5188": 2578, "1431": 3984, "3209": 7920, "3208": 7961, "5058": 8123, "3534": 3104, "2860": 1958, "2861": 8870, "2862": 4334, "2863": 1211, "559": 6706, "2865": 1842, "2866": 2702, "2867": 5342, "2868": 1785, "2869": 3934, "557": 2563, "556": 5795, "551": 4401, "550": 4942, "553": 8678, "552": 4763, "3539": 8141, "1438": 7248, "5055": 6375, "5408": 6286, "8047": 8524, "1199": 2683, "1198": 4619, "3348": 9439, "3349": 7787, "1191": 1148, "3343": 3225, "3340": 2407, "5453": 500, "3346": 3783, "1194": 2919, "1197": 1751, "1196": 1284, "9189": 9528, "4259": 3482, "4258": 4846, "4251": 3694, "4250": 8734, "4253": 8204, "4252": 7837, "4255": 4514, "4254": 9809, "4257": 9368, "4256": 3384, "5533": 7408, "5532": 7788, "5531": 1496, "5530": 4740, "5537": 839, "5536": 8190, "5535": 6573, "5534": 5370, "5539": 3315, "5538": 7447, "458": 1530, "459": 9971, "7356": 6878, "6572": 6960, "6573": 2377, "6570": 3834, "6571": 6037, "6576": 5500, "6577": 3047, "6574": 5565, "6575": 4051, "6578": 5293, "6579": 4945, "7694": 2007, "7695": 6312, "7696": 308, "7697": 4951, "7690": 3120, "7691": 775, "7692": 491, "7693": 1294, "7698": 7755, "1342": 2021, "3834": 2801, "3835": 4250, "3836": 3377, "3837": 2876, "3830": 6329, "3831": 1802, "3832": 7284, "3833": 4260, "454": 6595, "5101": 9343, "3838": 708, "3839": 8456, "1345": 2560, "3207": 8772, "1346": 6808, "457": 7568, "379": 544, "7523": 7833, "7520": 5834, "7521": 95, "7526": 5854, "7527": 2767, "7524": 5861, "7525": 7704, "371": 6427, "370": 9061, "373": 3018, "372": 1721, "375": 3028, "374": 2816, "377": 8868, "376": 5491, "5107": 5646, "6143": 9424, "6925": 4024, "6141": 3351, "6140": 328, "6147": 2912, "6146": 3163, "6145": 6753, "6144": 7511, "6149": 6912, "6148": 5584, "6927": 8771, "8111": 9360, "6921": 9122, "3204": 7166, "6920": 6450, "6923": 4749, "6922": 9437, "2275": 5851, "2274": 9263, "2277": 2028, "2276": 777, "2271": 1943, "2270": 5395, "2273": 5875, "3202": 7552, "2279": 7226, "2278": 4471, "5543": 8103, "3201": 6736, "3150": 7196, "2051": 4634, "2050": 8932, "2053": 2435, "2052": 1947, "2055": 1179, "2054": 4995, "4828": 3273, "4829": 990, "4826": 1155, "4535": 223, "4824": 8813, "4825": 2105, "4530": 525, "4823": 1994, "4532": 8100, "4533": 5868, "7980": 5518, "7981": 3544, "9401": 8264, "9400": 1556, "9407": 535, "9406": 4887, "7986": 2620, "7987": 7107, "7988": 4375, "7989": 6707, "9409": 6864, "9408": 3434, "2095": 8871, "2094": 8820, "2405": 7730, "3782": 7068, "8312": 8584, "7324": 5005, "7325": 3560, "7326": 8648, "7327": 6315, "7320": 7980, "7321": 7006, "7322": 6284, "7323": 4921, "7328": 3094, "8859": 4236, "8858": 2526, "803": 5930, "8852": 3678, "801": 834, "8850": 8942, "7069": 7604, "7068": 8510, "7067": 9341, "807": 7831, "7065": 2863, "7064": 8058, "7063": 3453, "7062": 1311, "7061": 4450, "7060": 2734, "805": 8697, "804": 7851, "6961": 2348, "6960": 3669, "6963": 7959, "6962": 2543, "6965": 226, "8629": 4425, "8158": 4679, "6966": 2258, "8156": 5643, "6968": 992, "8626": 2973, "8627": 954, "8620": 2048, "8153": 670, "8622": 6029, "8151": 4019, "5898": 174, "PAD": 0, "3784": 7917, "8229": 7854, "9988": 2557, "9989": 8214, "9986": 7642, "9987": 6631, "9984": 1373, "9985": 4310, "9982": 8306, "9983": 4546, "9980": 6917, "9981": 3325, "414": 1259, "415": 53, "416": 7706, "417": 3624, "1388": 1448, "1389": 2896, "412": 3605, "413": 5911, "1384": 177, "1385": 8237, "1386": 6681, "1387": 1387, "418": 3975, "419": 2783, "1382": 1468, "1383": 4200, "8107": 7424, "1775": 7220, "5460": 7665, "1774": 7076, "2098": 9832, "1777": 3079, "5277": 3551, "5270": 4430, "1770": 6673, "5272": 7588, "8101": 9265, "1772": 5112, "5462": 7505, "8100": 9580, "5278": 2698, "5279": 9220, "6688": 9948, "6689": 4635, "6680": 4400, "6681": 4746, "6682": 7896, "6683": 2886, "6684": 9550, "6685": 5777, "6686": 896, "6687": 1839, "2428": 1390, "2429": 4460, "2420": 4320, "2421": 6104, "2422": 3437, "2423": 5374, "2424": 3208, "2425": 4500, "2426": 3447, "2427": 4026, "7849": 2740, "7848": 2930, "7845": 8761, "7844": 8402, "7847": 5970, "7846": 9476, "7841": 3771, "7840": 7969, "7843": 1076, "7842": 2905, "6356": 9625, "6357": 4487, "6354": 9351, "6355": 347, "6352": 2456, "6353": 1815, "6350": 4658, "6351": 8910, "6358": 2081, "6359": 9226, "5466": 7147, "9616": 6949, "9341": 7328, "9614": 2391, "9343": 2117, "9344": 4875, "9613": 1555, "9346": 3090, "9347": 3484, "9348": 2606, "9349": 5184, "9618": 6049, "9619": 103, "1814": 3781, "1815": 1014, "1816": 590, "1817": 5286, "1810": 6998, "1811": 2604, "1812": 8774, "1813": 6258, "1818": 1446, "1819": 5025, "4952": 8872, "4953": 8528, "2167": 4869, "1609": 9585, "1608": 2936, "4951": 6763, "3229": 6464, "3228": 4367, "1979": 4205, "1978": 8285, "3225": 2852, "1976": 1277, "1975": 3667, "1974": 3368, "3221": 6140, "1604": 7907, "1607": 4537, "4957": 2949, "1555": 9318, "2163": 8433, "2162": 9088, "9631": 6734, "2848": 5781, "2849": 1334, "2846": 6608, "2847": 3517, "2844": 9668, "2845": 7041, "2842": 9080, "2843": 9590, "2840": 875, "2841": 4360, "3320": 5349, "5477": 5931, "3322": 5334, "3323": 351, "3324": 3938, "3325": 2094, "3326": 3256, "3327": 3064, "3328": 716, "3329": 5162, "9632": 6461, "5478": 3860, "5479": 6791, "322": 7278, "9895": 8460, "9896": 2962, "9897": 849, "326": 7257, "9891": 8159, "324": 6954, "325": 63, "5519": 4195, "5518": 7402, "5511": 8819, "5510": 8024, "5513": 5331, "5512": 1983, "5515": 4538, "5514": 2983, "5517": 8585, "3039": 3861, "3469": 9836, "537": 3940, "536": 6892, "535": 395, "534": 7637, "533": 9956, "532": 28, "531": 1209, "3035": 5739, "539": 8436, "538": 6628, "5139": 8866, "3628": 6914, "5138": 6039, "1906": 9319, "3295": 2611, "5135": 6905, "6518": 7003, "6519": 5609, "3297": 3433, "6510": 8125, "6511": 1905, "6512": 6457, "6513": 4467, "6514": 9691, "6515": 1569, "6516": 4352, "6517": 3023, "3292": 690, "1901": 7666, "3812": 675, "3813": 2935, "3810": 8889, "3811": 6121, "3816": 8680, "3817": 2045, "3814": 1832, "3815": 9056, "3818": 2743, "3819": 9413, "8457": 4486, "8456": 4931, "8455": 3753, "8454": 1200, "8453": 1771, "8452": 6513, "8451": 8497, "8450": 7611, "8459": 9359, "8458": 8439, "7548": 2653, "7549": 2642, "7540": 5620, "7541": 1912, "7542": 9204, "7543": 371, "7544": 9013, "7545": 2270, "7546": 9331, "7547": 8202, "6169": 3416, "6168": 7437, "6161": 4055, "1971": 1019, "6163": 8342, "6162": 5055, "6165": 254, "6164": 625, "6167": 8026, "6166": 5709, "1970": 8019, "8856": 8626, "2213": 9407, "2212": 3500, "2211": 2233, "2210": 2911, "2217": 4373, "2216": 5760, "2215": 4549, "2214": 6663, "2219": 6614, "2218": 3883, "5692": 9207, "4518": 9610, "4519": 3241, "4512": 4591, "4513": 8390, "4510": 1979, "4511": 7658, "4516": 2203, "4517": 6456, "4514": 7786, "4515": 8200, "9429": 7716, "9428": 7559, "9421": 7246, "9420": 7418, "9423": 7342, "9422": 6843, "9425": 8248, "9424": 1097, "9427": 2684, "9426": 9838, "5289": 8206, "5288": 9791, "5281": 8229, "5280": 6452, "5283": 8788, "5282": 3909, "5285": 1223, "5284": 5586, "5287": 5216, "5286": 2622, "7615": 8755, "9025": 5671, "7000": 2688, "9027": 3110, "7302": 7324, "7303": 2764, "7300": 6616, "7301": 5196, "9289": 1111, "7307": 1653, "7304": 1764, "7305": 6784, "9285": 4489, "9284": 1718, "7308": 4013, "7309": 3343, "9281": 2846, "9280": 3719, "9283": 3396, "9282": 2317, "9023": 9748, "7006": 1539, "9471": 8537, "7045": 6779, "7044": 1108, "7047": 8108, "7046": 5976, "7041": 7838, "7040": 7336, "7043": 9410, "7042": 3943, "7049": 1750, "7048": 3285, "5189": 7914, "8608": 1426, "8609": 1845, "6989": 3372, "6988": 8815, "8602": 2065, "8603": 600, "8600": 2714, "8601": 4781, "6983": 2889, "6982": 264, "8604": 2828, "8605": 957, "9109": 7638, "2989": 6729, "2988": 4106, "9493": 1478, "2983": 3820, "2982": 3346, "2981": 940, "2980": 5391, "2987": 5603, "2986": 5187, "2985": 1783, "2984": 5698, "9106": 9105, "1018": 3852, "1019": 8758, "1014": 2561, "1015": 163, "1016": 1887, "1017": 2248, "1010": 552, "1011": 1397, "1012": 1177, "1013": 7183, "4358": 6056, "4359": 8256, "4354": 3292, "4355": 9070, "3310": 5592, "4357": 2926, "4350": 5914, "4351": 8658, "4352": 5625, "4353": 2827, "9495": 7378, "9104": 6180, "438": 2053, "439": 7649, "436": 7999, "437": 7590, "434": 9652, "435": 6542, "432": 5993, "433": 8308, "430": 2249, "431": 1102, "9497": 8105, "3220": 9768, "5708": 8131, "5709": 3167, "5704": 4700, "5705": 9814, "5706": 3942, "5707": 7549, "5700": 8300, "5701": 2804, "5702": 4579, "5703": 4572, "1437": 9570, "8025": 6632, "3314": 7682, "1433": 8526, "5357": 9687, "1051": 8074, "5355": 8852, "2469": 9110, "1430": 7135, "7829": 8616, "7828": 8334, "7823": 9613, "7822": 1978, "7821": 7915, "7820": 7962, "7827": 273, "7826": 1089, "7825": 5409, "5352": 3978, "1056": 2445, "3400": 8634, "1057": 4415, "9368": 6897, "9369": 1998, "9366": 7251, "9367": 3240, "9364": 8170, "9365": 425, "9362": 2629, "9363": 4008, "9360": 7800, "9361": 2831, "8985": 6107, "8984": 4057, "8987": 950, "8986": 2370, "8981": 4344, "8980": 5874, "8983": 4416, "8982": 7515, "8989": 9980, "8988": 6199, "1832": 7992, "1833": 8112, "1830": 2855, "1831": 7329, "3799": 2421, "1837": 3928, "1834": 6130, "1835": 5980, "3795": 7058, "3794": 3022, "3797": 576, "1839": 5099, "3791": 2574, "3790": 7791, "3793": 1526, "3792": 3369, "4981": 2751, "4980": 3388, "4983": 2032, "2157": 2815, "2150": 1654, "2403": 4853, "2152": 4823, "2401": 5968, "4989": 6335, "4988": 2388, "2158": 2613, "2159": 1766, "2408": 8092, "2409": 8719, "1955": 2718, "1954": 7216, "1957": 6270, "1956": 4365, "1951": 9379, "1950": 3648, "1953": 7417, "1952": 474, "1959": 3855, "1958": 2414, "3249": 7483, "3248": 2033, "3243": 319, "3242": 9685, "3241": 2591, "3240": 2947, "3247": 7530, "3246": 2078, "3245": 6429, "3244": 5702, "1993": 7411, "1483": 1577, "1482": 1370, "1481": 4322, "1480": 8245, "5498": 1455, "5499": 1113, "1485": 3773, "1484": 7234, "3306": 5210, "3307": 4910, "3304": 5732, "3305": 3464, "5490": 2473, "5491": 4611, "5492": 5266, "5493": 1930, "1992": 4155, "1270": 9384, "613": 2052, "9396": 9631, "610": 6364, "611": 9666, "1995": 6277, "617": 6815, "2792": 8906, "1276": 5120, "2793": 8976, "615": 6883, "2062": 9051, "2063": 9922, "2064": 8742, "2797": 9024, "519": 9840, "518": 1267, "2794": 6283, "511": 7741, "510": 9984, "513": 6746, "512": 4199, "515": 9298, "514": 2212, "517": 3756, "516": 9441, "623": 8523, "622": 6692, "621": 4381, "620": 5493, "1223": 2799, "626": 7095, "1221": 8014, "624": 3980, "4142": 6643, "629": 6951, "628": 9941, "1229": 2438, "1228": 6327, "8291": 9708, "6537": 768, "6534": 1976, "8292": 1049, "6532": 2332, "6533": 1695, "6530": 1305, "6531": 3295, "8299": 204, "8298": 4018, "8240": 7157, "6538": 4968, "6539": 9546, "8241": 6647, "8794": 3615, "8795": 2593, "1706": 9955, "8796": 7910, "8797": 7431, "3878": 3168, "3879": 6087, "3870": 7710, "3871": 2428, "3872": 3912, "3873": 2, "3874": 494, "3875": 738, "3876": 7122, "3877": 3688, "8479": 5367, "8478": 5771, "8475": 3441, "8474": 3524, "8477": 2266, "8476": 2259, "8471": 8272, "8470": 6422, "8473": 658, "8472": 125, "7566": 501, "7567": 7916, "7564": 1973, "7565": 6305, "7562": 8166, "7563": 8446, "7560": 4249, "7561": 5259, "7568": 999, "7569": 2749, "9656": 7146, "9309": 8207, "9306": 3836, "4167": 4157, "4166": 1141, "4165": 6382, "4164": 4053, "4163": 9935, "4162": 4782, "4161": 5298, "4160": 8468, "4169": 9511, "4168": 1483, "2239": 8037, "2238": 8284, "2231": 7367, "2230": 7174, "2233": 4871, "2232": 9534, "2235": 8902, "2234": 2552, "2237": 4602, "2236": 6560, "5937": 2490, "5936": 7671, "5935": 8608, "5934": 26, "5933": 8393, "5932": 3691, "5931": 7832, "5930": 3205, "5939": 5296, "5938": 6250, "4608": 5440, "3498": 9143, "3499": 1403, "3496": 4685, "3497": 7905, "3494": 9929, "2184": 5799, "3492": 5089, "3493": 2415, "3490": 753, "3491": 9790, "4570": 8724, "4704": 943, "4572": 2232, "2096": 981, "2091": 3879, "4575": 6395, "2093": 4259, "2092": 5880, "4578": 1603, "4579": 8451, "7699": 6346, "2099": 8313, "2189": 5140, "4605": 7680, "8124": 5957, "7368": 9510, "7369": 4399, "7360": 6669, "7361": 6568, "7362": 4719, "7363": 6455, "7364": 7957, "7365": 1730, "7366": 6215, "7367": 9378, "3": 3133, "9007": 4946, "9006": 1112, "7021": 3033, "7020": 5238, "9003": 3891, "7026": 5226, "9001": 3005, "7024": 1306, "7029": 4865, "7028": 5222, "9009": 5069, "9008": 1082, "9012": 8735, "9832": 8151, "9833": 6811, "9830": 8827, "9831": 9700, "9836": 7274, "9013": 3887, "7592": 9430, "7799": 9198, "7798": 5589, "9834": 823, "7791": 6436, "7790": 8371, "7793": 5767, "7792": 4163, "7795": 8322, "7794": 4215, "7797": 1552, "7796": 7094, "1038": 9896, "1039": 4011, "1032": 2875, "1033": 836, "1030": 6148, "1031": 6749, "1036": 7973, "1037": 2442, "1034": 6301, "1035": 5539, "4378": 7306, "4379": 8454, "4372": 5525, "4373": 1711, "4370": 9675, "4371": 9149, "4376": 5969, "4377": 7401, "4374": 9754, "4375": 7344, "8660": 6923, "8661": 980, "8662": 8606, "8663": 7888, "8664": 5011, "8665": 9216, "8666": 77, "8667": 2177, "8668": 8746, "8669": 5388, "4080": 632, "4081": 1476, "4082": 4423, "4083": 5369, "4084": 4409, "4085": 369, "4086": 7807, "4087": 4405, "4088": 1319, "4089": 6900, "1577": 4559, "5728": 7490, "5729": 8637, "5722": 1059, "5723": 1742, "5720": 2011, "5721": 5075, "5726": 5955, "5727": 8, "5724": 8591, "5725": 7228, "1576": 6325, "8084": 9640, "8085": 2133, "8086": 5966, "8087": 131, "8080": 3830, "8081": 9962, "8082": 8548, "8083": 8898, "3844": 7839, "8088": 6166, "8089": 8385, "6648": 9172, "6649": 155, "6644": 6523, "6645": 9532, "6646": 1590, "6647": 6640, "6640": 8751, "6641": 7205, "6642": 3475, "6643": 2495, "7801": 9320, "7800": 4107, "7803": 9917, "7802": 2551, "7805": 1402, "7804": 5066, "7807": 8938, "7806": 119, "7809": 7868, "7808": 6559, "6398": 4132, "6399": 1741, "6392": 6189, "6393": 6144, "6390": 2806, "6391": 3472, "6396": 5396, "6397": 955, "6394": 7288, "6395": 2952, "2396": 67, "2397": 8845, "2394": 8905, "2395": 146, "2392": 1868, "2393": 3371, "2390": 2664, "2391": 7111, "2398": 3672, "2399": 7672, "1858": 4193, "1859": 6540, "3840": 9842, "1850": 5002, "1851": 4495, "1852": 8790, "1853": 4842, "1854": 6724, "3843": 6651, "1856": 9187, "1857": 1087, "2172": 4291, "2173": 2839, "2170": 9159, "2171": 520, "2176": 9918, "2177": 6089, "4969": 6952, "4968": 2834, "4967": 1809, "4966": 2510, "4965": 3435, "2179": 4507, "4963": 6581, "4962": 2409, "4961": 8798, "4960": 3979, "1421": 7470, "5694": 7754, "7983": 7457, "1420": 8171, "5695": 1034, "1423": 3567, "3261": 7474, "1932": 1333, "3263": 2466, "3262": 5109, "5128": 6158, "3264": 3199, "1935": 3660, "1934": 5377, "5124": 4691, "5125": 2870, "1939": 1052, "1938": 141, "5120": 7195, "5121": 6583, "5122": 4621, "5123": 6468, "9191": 2777, "1427": 2080, "7237": 4203, "1426": 4096, "7234": 4840, "1429": 9427, "7947": 4227, "1428": 7085, "9195": 7250, "3366": 7312, "7233": 5273, "3367": 7866, "9197": 1236, "7231": 5949, "9887": 9269, "9804": 7629, "6886": 4852, "6887": 4349, "6884": 9802, "6885": 1993, "6882": 7715, "6883": 3233, "6880": 4212, "6881": 181, "6888": 8363, "6889": 5841, "605": 813, "604": 9741, "607": 5705, "606": 6863, "1209": 29, "1208": 6096, "603": 4901, "602": 5097, "1205": 35, "1204": 5193, "1207": 1614, "1206": 9497, "1201": 5828, "1200": 704, "1203": 691, "1202": 9732, "1358": 4967, "8279": 8759, "8278": 8533, 